{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-eugenics-movement-in-the-united-states",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Eugenics Movement in the United States",
  "dateCreated": "2018-02-21",
  "dct:created": "2018-02-21",
  "dateModified": "2018-02-26",
  "dct:modified": "2018-02-26",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "North Carolina School of Science and Mathematics, Durham, North Carolina"
      },
      "name": "Jamie Lathan"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Which source in the set is most representative of positive eugenics? Explain your answer. Which source in the set is most representative of negative eugenics? Explain your answer.\r\n2. After reading the [excerpt from a pamphlet about eugenics and race](https://dp.la/primary-source-sets/sources/1622), what are some of the primary reasons that the author gives supporting the science of eugenics? Compare those justifications to the arguments that the author made in the [excerpt from *Eugenics, Marriage and Birth Control*](https://dp.la/primary-source-sets/sources/1623) supporting the use of birth control by couples. \r\n3. After reading the excerpt from “[The Progress of Eugenics](https://dp.la/primary-source-sets/sources/1621)”, explain some of the reasons why the author believed that eugenics was less of a biological sciences question. Do you think eugenics is driven more by biology or by economic concerns? Why?\r\n4. Which questions and answers in the [informational pamphlet about sterilization in North Carolina](https://dp.la/primary-source-sets/sources/1629) are most alarming? Why do you think North Carolina was considered progressive on the issue of eugenics?\r\n5. Considering the [letter to W. E. B. Du Bois](https://dp.la/primary-source-sets/sources/1625) and the [letter on behalf of the Birth Control Federation of America](https://dp.la/primary-source-sets/sources/1628), in what ways did Margaret Sanger support birth control in the African American community?\r\n6. After viewing the charts in the [pamphlet including information about sterilization laws](https://dp.la/primary-source-sets/sources/1630), what trends do you notice in the number of sterilizations and the states where they took place? Why were the numbers higher in some states than others?\r\n7. What is Dr. Kelly Miller’s approach to eugenics in his article “[Eugenics of the Negro Race](https://dp.la/primary-source-sets/sources/1624)”? Is it more closely associated with positive eugenics or negative eugenics? How might he respond to Margaret Sanger’s Birth Control movement?\r\n8. Considering that in 2015 a [Nashville, Tennessee assistant district attorney was fired](https://www.cbsnews.com/news/nashville-prosecutor-fired-amid-reports-of-sterilization-in-plea-deals/) for including sterilization requirements in plea deals, how would you interpret the [poster for an event about modern eugenics](https://dp.la/primary-source-sets/sources/1633)? What are some other potential manifestations of eugenics in contemporary society?\r\n9. Consider the [poster for a “Better Baby Contest”](https://dp.la/primary-source-sets/sources/1626). How does it represent the eugenics movement? Is there another image that would better represent the movement? If so, describe it.\r\n10. How do the author’s justifications for the sterilization of the mentally and physically-handicapped in the [pamphlet supporting the sterilization of individuals in asylums](https://dp.la/primary-source-sets/sources/1620) compare to the author’s justifications for eugenics in the [pamphlet about eugenics and race](https://dp.la/primary-source-sets/sources/1622)? What are the differences and similarities?\r\n11. Considering the [recording of a 1971 eugenics speech](https://dp.la/primary-source-sets/sources/1631), what arguments does the student participant/leader give against allowing the controversial speaker to speak at the college?  Should eugenics ideas and speech be protected speech in the twenty-first century?\r\n12. According to the [excerpt from a book about eugenics laws in the United States](https://dp.la/primary-source-sets/sources/1627), what was the legal rationale for eugenics laws?\r\n13. After reading the [excerpt from the final report on compensating sterilization victims](https://dp.la/primary-source-sets/sources/1632), do you believe the North Carolina government has done enough to compensate victims of forced sterilizations? Explain."
    },
    {
      "name": "Activity",
      "text": "Eugenics versus Genetic Engineering: A Discussion\r\n\r\n*Overarching Question:* What is the difference between eugenics and genetic engineering? Where should we draw the line between the two?\r\n\r\n*Activity:* Ask the students to research CRISPR/Cas9 gene editing and consider these questions: Can gene editing eventually lead to a cure for cancer? Is genetic engineering similar to humans “playing God”? Is eugenics similar to humans “playing God”? Then assign one half of the class to argue that genetic engineering and eugenics are the same and should all be prohibited. Assign the other half of the class to argue that genetic engineering is different from eugenics and should be used to cure human diseases. Assign both sides to write a 1-2 page paper supporting their assigned view. To share ideas, facilitate a thirty to forty-five-minute whole class debate about the topic."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/eugenics-movement-in-the-united-states",
    "@type": "CreativeWork",
    "name": "Eugenics Movement in the United States"
  }
}
