{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-coal-mining-and-labor-in-west-virginia",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Coal Mining and Labor in West Virginia",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-08",
  "dct:modified": "2016-04-08",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Ripley High School, West Virginia"
      },
      "name": "Adena Barnette"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. What descriptors might one use to define the physical characteristics of a [piece of coal](http://dp.la/primary-source-sets/sources/972)? \r\n2. Using the [map](http://dp.la/primary-source-sets/sources/973) and the [book listing coal mines in West Virginia](http://dp.la/primary-source-sets/sources/974), explain where most West Virginia coal mines are located. What are the exact and relative geographic location of these sites according to the map? How would one explain the topography of this region? What is the role of West Virginia’s geography in the establishment of the coal camps?\r\n3. Consider the [photograph of a tipple](http://dp.la/primary-source-sets/sources/976), the [photograph of a coal-stained house](http://dp.la/primary-source-sets/sources/977), the [photograph of a school](http://dp.la/primary-source-sets/sources/978), and the [photograph of company-owned cabins](http://dp.la/primary-source-sets/sources/979). What emotions do these images evoke at first? After taking a second look, how would you describe West Virginia coal camps to someone from outside West Virginia? Do you believe these images match the descriptions in the [pamphlet](http://dp.la/primary-source-sets/sources/975) called “Life in a West Virginia Coal Field”?\r\n4. According to its [constitution](http://dp.la/primary-source-sets/sources/980), what are the purposes of the UMWA and what is its protocol for union-organized strikes? Do you see any flaws in the union’s outlined plans? Please identify and explain. \r\n5. According to the [investigative report](http://dp.la/primary-source-sets/sources/983), what were the conditions in Paint Creek before and during the strike? Were rights of the miners violated in any way?\r\n6. Using [*Civil War in West Virginia*](http://dp.la/primary-source-sets/sources/984) and the [public radio program](http://dp.la/primary-source-sets/sources/985), please outline the issues at stake for the West Virginia miners during the West Virginia mine wars? Why did the issue of unionization generate such violence? Do you believe the struggle of the southern West Virginia coalfields could have been solved using tactics other than violence?\r\n7. After analyzing the [government report on labor relations](http://dp.la/primary-source-sets/sources/986), explain how the issues in northern West Virginia coalfields compare/contrast to the conditions in southern West Virginia coalfields? "
    },
    {
      "name": "Activity",
      "text": "1. Ask students to use the photographs and documents in this set to create a newspaper advertisement for one of three jobs: a non-unionized coal-miner in the southern West Virginia coalfields, a new agent for the Baldwin-Felts Detective Agency, and a United Mine Workers of America organizer for District Seventeen. Students will need to design a catchy image for the top of the advertisement as well as list the benefits, pay, and expectations of their selected job. \r\n2. Ask students to use the information in this set to analyze film and books exploring the history of West Virginia mining and labor. \r\n  * Three excellent movies on the topic are *Matewan* (1987) written and directed by John Sayles, the PBS American Experience film *The Mine Wars*, and the 1999 film *October Sky*, based on the childhood experiences of NASA scientist Homer Hickam. \r\n  * Hickam’s memoirs, *The Coalwood Way*, *October Sky*, and *Sky of Stone* also explore life in Coalwood (McDowell County), a 1950s West Virginia coal town. \r\n  * Denise Giardina has published two excellent historical novels dealing with the history of West Virginia mining: *Storming Heaven* and *The Unquiet Earth*. The books follow a West Virginia coal-mining family and its descendants from the early days of the industry through the West Virginia mine wars and into the problems facing coalfields in the mid-twentieth century. \r\n3. Mining history is fraught with mining disasters. For example, the Monongah Disaster (Marion County), which occurred on the morning of December 8, 1907, still remains the worst industrial disaster in American History. Three hundred sixty-two or more miners were killed in a methane explosion so powerful that most of the men died instantly; the explosion destroyed the ventilation system and railcars, and caused the roof of the mine to collapse, making rescue and recovery impossible. Disasters such as the 1968 Farmington (Marion County) explosion, the 2006 Sago Mine disaster (Upshur County), and the 2010 Upper Big Branch Mine disaster (Raleigh County) continue to plague the industry. Ask students to research West Virginia mining disasters and the legislation written after them. Students could also compare/contrast the risks faced by miners to those faced by firefighters, construction workers, and oil and gas workers, and present their research in a short paper.\r\n4. Students may also use the information in this set as a springboard for research into different unionized industries such as auto workers, steelworkers, or teamsters. Ask students to create a timeline of the chronology of the West Virginia labor movement and the American labor movement in general, including key pieces of labor legislation. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/when-miners-strike-west-virginia-coal-mining-and-labor-history",
    "@type": "CreativeWork",
    "name": "When Miners Strike: West Virginia Coal Mining and Labor History"
  }
}
