{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-poetry-of-maya-angelou",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Poetry of Maya Angelou",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-09",
  "dct:modified": "2016-04-09",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Maya Angelou’s poem “Still I Rise” is reminiscent of African American spirituals and call-and-response songs sung in church. Listen to the sound [recording of African American spirituals](http://dp.la/primary-source-sets/sources/1026). How does the rhythm of the poem match the rhythm of the song? Why might Angelou have used this form to write her poem?\r\n2. Maya Angelou read her poem “Million Man March” at the Million Man March in 1995. Look at the [badges and the buttons](http://dp.la/primary-source-sets/sources/1024) from event. Her poem invites the listeners to “clap hands, and let’s come together in this meeting ground.” How does this relate to the spirit of the Million Man March?\r\n3. Read Angelou’s [letter to Sterling Houston](http://dp.la/primary-source-sets/sources/1025). How is the letter, although not in verse, similar to a poem? Do you notice any use of figurative language? \r\n4. Read Angelou’s poem “On the Pulse of Morning.” Underline parts which seem to invite emphasis. Think about the voice in which you read the poem. Now listen to the poem read by Angelou at [Clinton’s inauguration](http://dp.la/primary-source-sets/sources/1023). Highlight the parts of the poem that Angelou emphasizes. Do they differ from your own? How important is voice when reading poetry? Who is the speaker in “On the Pulse of Morning”? Who is the audience?\r\n5. Listen to Angelou’s [interview about the Great Depression](http://dp.la/primary-source-sets/sources/1017) and her feelings of being segregated from “white folks.” How does this connect with the poem “Alone”? In her poem, the speaker repeats the phrase “Nobody, but nobody can make it here alone” several times. Why do you think she connects with white literary characters but not real people?\r\n6. Listen to Maya Angelou’s [interview with singer/songwriter Mary J. Blige](http://dp.la/primary-source-sets/sources/1020). How are music and poetry similar? Read Angelou’s poem “Phenomenal Woman.” Can you find similarities between both Mary J. Blige and Maya Angelou and the speaker in “Phenomenal Woman”?\r\n7. Listen to Angelou’s [interview about the struggle of writing](http://dp.la/primary-source-sets/sources/1018). Think about what she says about the difficulty of saying what you mean. Why do you think that Angelou, as a professional writer, says that writing is difficult? Can you always write what you mean? Can you think of a situation when you struggled with getting your point across? Explain.\r\n8. Listen to Angelou [recite](http://dp.la/primary-source-sets/sources/1019) Paul Laurence Dunbar’s poem “Little Brown Boy.” What is the tone of this poem? How much does voice and an oral recitation of poetry matter to a poem’s meaning? Why do you think Angelou chose to recite this poem from memory?"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to read about Angelou’s passing in the [article remembering her life](http://dp.la/primary-source-sets/sources/1021). Ask students to discuss how the events in her life shaped her and what facts about her life they found surprising. Pair students with a partner and have them take turns interviewing each other. They should feel free to fictionalize their future. Finally, have them write a biographical article about each other. As a culminating activity, students can read biographical articles and try to guess who each is about.\r\n2. Have students write a poem using Angelou's style of call-and-response.\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-poetry-of-maya-angelou",
    "@type": "CreativeWork",
    "name": "The Poetry of Maya Angelou"
  }
}
