{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-adventures-of-huckleberry-finn",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Adventures of Huckleberry Finn*",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-08",
  "dct:modified": "2016-04-08",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Look at the [map](http://dp.la/primary-source-sets/sources/1006). Match each scene on the map with a quotation from the corresponding chapter in the novel. Why do you think the artist chose to include these scenes?\r\n2. The [photo of a plantation](http://dp.la/primary-source-sets/sources/1003) shows a building similar in style to the plantation Huck visits in the episode between the Shepherdsons and the Grangerfords. Read the [letter](http://dp.la/primary-source-sets/sources/1004) regarding the plantation owner known as “Uncle Sam.” How do experiences recounted in this letter compare to Huck’s experience with the Grangerford family? The author of the letter states that “...in reality the slaves were not freed but handed over to a worse slavery in which their Masters for the most part had no interest in them except to get out of them a maximum amount of work for a minimum wage.” What do you think this means? Do you agree with this? Why or why not?\r\n3. Many people argue that Colonel Sherburn’s speech in chapter twenty-two, condemning Southern justice and the myth of Southern bravery, is the voice of Twain. Read [Mr. Gardner’s description of Southern lynching](http://dp.la/primary-source-sets/sources/1005). How does this compare to Colonel Sherburn’s speech? What do you think Twain was trying to accomplish by including this episode in *The Adventures of Huckleberry Finn*?\r\n4. Read the [lecture](http://dp.la/primary-source-sets/sources/1007) “Born to Trouble: One Hundred Years of Huckleberry Finn.” Why do you think Twain stopped writing Huck Finn for several years after the Cairo episode? What do you think about the ending of the novel? Do you agree with Kaplan? Furthermore, do you agree with Twain’s comment that banning the book encouraged more people to read it? How does this comment compare to the Royal Nonesuch episode in the novel?\r\n5. Look at the images of Hannibal, Missouri, Twain’s hometown. How do these images compare to your idea of what St. Petersburg, the setting for the beginning of the novel, looks like? Are they similar? Are they different? Find an excerpt from the novel to support your claim.\r\n6. Twain uses superstition to draw Huck and Jim together and both find comfort in superstition’s ability to explain why bad things happen. For example, the spilling of the salt leads to Pap’s return. Look at the excerpt from a classified [list of superstitions](http://dp.la/primary-source-sets/sources/1014). Why do you think people believe in superstition? In the novel, Huck is not educated. The less educated someone is, the more likely they are to find answers in superstition. What might Twain be saying about the role of superstition and education? Find an example in the novel to support your answer.\r\n"
    },
    {
      "name": "Activity",
      "text": "After having read the [essay](http://dp.la/primary-source-sets/sources/1008) “N-word in ‘Huck Finn’ Starts a Conversation We Need to Have” by David Cazares, hold a class debate on whether or not the *The Adventures of Huckleberry Finn* should be banned based on language and/or how it portrays black Americans. Each side should: have a solid background regarding all material, have plenty of evidence to back up claims, use teamwork, be creative, and give clear, direct responses at all stages of the debate. \r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-adventures-of-huckleberry-finn-by-mark-twain",
    "@type": "CreativeWork",
    "name": "*The Adventures of Huckleberry Finn* by Mark Twain"
  }
}
