{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1797",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_09_6514cd35c500017c51f02b0803f46c3c_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_09_6514cd35c500017c51f02b0803f46c3c_rep.jpg",
  "name": "The Treaty of Kanagawa, signed in 1854 between the Japanese and Americans.",
  "dateCreated": "2018-02-23",
  "dct:created": "2018-02-23",
  "dateModified": "2018-02-23",
  "dct:modified": "2018-02-23",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "commodore-perry_09_6514cd35c500017c51f02b0803f46c3c.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of National Archives and Records Administration.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "US Government, “Treaty of Kanagawa,” Digital Public Library of America, https://dp.la/item/6514cd35c500017c51f02b0803f46c3c. ",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "The Treaty of Kanagawa was the first treaty between the United States of America and Japan. It successfully secured the primary objective of the Perry expedition: opening Japan for trade with the US. The Japanese were hesitant to end their long-established isolation, but Perry’s show of military force and hardline diplomatic style pressured them to accept his terms. The outcomes of the treaty included opening trade with American vessels in some Japanese ports, protection for American sailors and vessels in Japan, and the formation of a US consulate in Japan. The treaty, written in English, Dutch, Chinese, and Japanese, was signed on March 31, 1854. \r\n\r\nTranscription:\r\n\r\nThe United States of America and the empire of Japan, desiring to establish firm, lasting and sincere friendship between the two nations, have resolved to fix, in a manner clear and positive by means of a treaty or general convention of peace and amity, the rules which shall in future be mutually observed in the intercourse of their respective countries; for which most desirable object the President of the United States has conferred full powers on his commissioner, Matthew Calbraith Perry, special ambassador of the United States to Japan and the august sovereign of Japan has given similar full powers to his commissioners, Hayashi-Daigaku-no-kami, Ido, Prince of Tsus-Sima; Izawa, Prince of Mmimasaki; and Udono, member of the Board of Revenue.\r\n \r\nAnd the said commissioners after having exchanged their said full powers and duly considered the premises, have agreed to the following articles:\r\n\r\nArticle I<br>\r\nThere shall be a perfect, permanent and universal peace, and a sincere and cordial amity, between the United States of American on the one part and between their people, respectfully, (respectively,) without exception of persons or places.\r\n\r\nArticle II<br>\r\nThe port of Simoda, in the principality of Idzu and the port of Hakodadi, in the pricipality of Matsmai are granted by the Japanese as ports for he reception for American ships, where they can be supplied with wood, water, provisions and coal, and other articles their necessities may require, as far as the Japanese have them. The time for opening the first named port is immediately on signing this treaty; the last named port is to be opened immediately after the same day in the ensuing Japanese year.\r\n \r\nNote- A tariff of prices shall be given by the Japanese officers of the things which they can furnish, payment for which shall be made in gold, and silver coin.\r\n\r\nArticle III<br>\r\nWhenever ships of the United States are thrown or wrecked on the coast of Japan, the Japanese vessels will assist them, and carry their crews to Simoda or Hakodadi and hand them over to their countrymen appointed to receive them. Whatever articles the shipwrecked men may have preserved shall likewise be restored and the expenses incurred in the rescue and support of Americans and Japanese who may thus be thrown up on the shores of either nation are not to be refunded.\r\n\r\nArticle IV<br>\r\nThose shipwrecked persons and other citizens of the United States shall be free as in the other countries and not subjected to confinement but shall be amenable to just laws.\r\n\r\nArticle V<br>\r\nShipwrecked men and other citizens of the United States, temporarily living at Simoda and Hakodadi, shall not be subject to such restrictions and confinement as the Dutch and Chinese are at Nagasakil but shall be free at Simoda to go where they please within the limits of seven Japanese miles from a small island in the harbor of Simoda, marked on the accompanying chart hereto appended; and shall in like manner be free to go where they please at Hakodadi, within limits to be defined after the visit of the United States squadron to that place.\r\n\r\nArticle VI<br>\r\nIf there be any other sort of goods wanted or any business which shall require to be arranged, there shall be careful deliberation between the particles in order to settle such matters.\r\n\r\nArticle VII<br>\r\nIt is agreed that ships of the United states resorting to the ports open to them, shall be permitted to exchange gold and silver coin and articles of goods for other articles of goods under such regulations as shall be temporarily established by the Japanese government for that purpose. It is stipulated, however that the ships of the United States shall be permitted to carry away whatever articles they are unwilling to exchange.\r\n\r\nArticle VIII<br>\r\nWood, water provisions, coal and goods required shall only be procured through the agency of Japanese officers appointed for that purpose, and in no other manner.\r\n\r\nArticle IX<br>\r\nIt is agreed, that if, at any future day, the government of Japan shall grant to any other nation or nations privileges and advantages which are not herein granted to the United states and the citizens thereof, that these same privileges and advantages shall be granted likewise to the United States and to the citizens thereof without any consultation or delay.\r\n\r\nArticle X<br>\r\nShips of the United States shall be permitted to resort to no other ports in Japan but Simoda and Hakodadi, unless in distress or forced by stress of weather.\r\n\r\nArticle XI<br>\r\nThere shall be appointed by the government of the United States consuls or agents to reside in Simoda at any time after the expiration of eighteen months from the date of the signing of this treaty; provided that either of the two governments deem such arrangement necessary.\r\n\r\nArticle XII<br>\r\nThe present convention, having been concluded and duly signed, shall be obligatory, and faithfully observed by the United States of America, and Japan and by the citizens and subjects of each respective power; and it is to be ratified and approved by the President of the United States, by and with the advice and consent of the Senate thereof, and by the august Sovereign of Japan, and the ratification shall be exchanged within eighteen months from the date of the signature therefore, or sooner if practicable.\r\n \r\nIn faith, whereof, we, the respective plenipotentiaries of the United States of America and the empire of Japan aforesaid have signed and sealed these presents.\r\n \r\nDone at Kanagawa, this thirty-first day of March, in the year of our Lord Jesus Christ one thousand eight hundred and fifty-four and of Kayei the seventh year, third month and third day.",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_10_00ff77351c6084528cddb07eef320cb5_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_10_00ff77351c6084528cddb07eef320cb5_rep.jpg",
      "name": "A set of writing paper gifted to Commodore Perry by the Japanese, 1854.",
      "@id": "https://dp.la/primary-source-sets/sources/1798"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_11_0876457a1bfdf583447be95f8d66670c_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_11_0876457a1bfdf583447be95f8d66670c_rep.jpg",
      "name": "A porcelain dish gifted to Commodore Perry by the Japanese, 1854.",
      "@id": "https://dp.la/primary-source-sets/sources/1799"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_12_b2c245c406c8fa0898f108a469ccd226_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_12_b2c245c406c8fa0898f108a469ccd226_rep.jpg",
      "name": "A hand-painted fan gifted to Commodore Perry by the Japanese, 1853.",
      "@id": "https://dp.la/primary-source-sets/sources/1800"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_13_ef939c86e0edd2d3fe5127eae173ff93_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_13_ef939c86e0edd2d3fe5127eae173ff93_rep.jpg",
      "name": "A lacquerware picnic box gifted to Commodore Perry by the Japanese, ca. 1853.",
      "@id": "https://dp.la/primary-source-sets/sources/1801"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_01_c27fbcdf1d5defae0b9f2626d89a50de_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_01_c27fbcdf1d5defae0b9f2626d89a50de_rep.jpg",
      "name": "A photograph of Commodore Matthew Perry after his expedition to Japan, ca. 1855.",
      "@id": "https://dp.la/primary-source-sets/sources/1789"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_02_94247f4795791cb33a24665a2b8533b8_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_02_94247f4795791cb33a24665a2b8533b8_rep.jpg",
      "name": "A Japanese woodcut of Commodore Matthew Perry.",
      "@id": "https://dp.la/primary-source-sets/sources/1790"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_03_141ce0f7ead5ed36454d9d3ae5bf1285_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_03_141ce0f7ead5ed36454d9d3ae5bf1285_rep.jpg",
      "name": "A series of six color lithographs by Wilhelm Heine and Eliphalet Brown documenting the Japanese expedition under Commodore Perry, 1855.",
      "@id": "https://dp.la/primary-source-sets/sources/1791"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_04_e977f48796b1fd23614fc717f13ab880_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_04_e977f48796b1fd23614fc717f13ab880_rep.jpg",
      "name": "Three illustrations from the Perry Scroll, created by Hibata Ōsuke to celebrate the signing of the Kanagawa Treaty, 1858.",
      "@id": "https://dp.la/primary-source-sets/sources/1792"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_05_36e061dbad35b4706866879041c6e07f_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_05_36e061dbad35b4706866879041c6e07f_rep.jpg",
      "name": "Six illustrations documenting the arrival of foreign ships in Japan from an art catalog titled *Foreigners in Early Japan*.",
      "@id": "https://dp.la/primary-source-sets/sources/1793"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_06_b436ecd74ee1c23af239fa9a5ce562a9_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_06_b436ecd74ee1c23af239fa9a5ce562a9_rep.jpg",
      "name": "A Japanese illustrated map and chart depicting Commodore Perry’s arrival in Tokyo Bay.",
      "@id": "https://dp.la/primary-source-sets/sources/1794"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_07_1b7ea66200ccd4d6db13f970dbda21ed_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_07_1b7ea66200ccd4d6db13f970dbda21ed_rep.jpg",
      "name": "A woodblock illustration titled America by Japanese artist Utagawa Yoshitora, 1867.",
      "@id": "https://dp.la/primary-source-sets/sources/1795"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_08_8a64b00808ac30adf619d1e43a951cfb_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/commodore-perry_08_8a64b00808ac30adf619d1e43a951cfb_rep.jpg",
      "name": "An excerpt from *The Americans in Japan* by Robert Tomes about the initial encounter between Perry and the Japanese, 1857.",
      "@id": "https://dp.la/primary-source-sets/sources/1796"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/commodore-perry-s-expedition-to-japan",
    "@type": "CreativeWork",
    "name": "Commodore Perry’s Expedition to Japan"
  }
}
