{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-new-netherland",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring New Netherland",
  "dateCreated": "2017-09-19",
  "dct:created": "2017-09-19",
  "dateModified": "2017-09-26",
  "dct:modified": "2017-09-26",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Examine the [image of Henry Hudson’s arrival](https://dp.la/primary-source-sets/sources/1342). Describe how Hudson’s crew and Native Americans are depicted. Based on the image, what did the artist want to convey about this encounter? What may have been different about the way this encounter actually happened?\r\n2. Do a close reading of the [Dutch map of the North American colonies](https://dp.la/primary-source-sets/sources/1343). Identify land features that are recognizable on a present-day map, such as Long Island, Manhattan, Cape Cod, Cape May, and the Chesapeake Bay. What audience did the creator have in mind for this map? Why did the mapmaker include images representing wildlife and a Native American settlement? What does the map suggest about the Native American population of the region? Identify locations referenced in other sources, such as Rensselaerwyck, Beverwyck, and New Amsterdam.\r\n3. Examine the [proposed coats of arms](https://dp.la/primary-source-sets/sources/1347) and use the item description to identify the significance of the imagery in each one. Which elements are most prominent in each design? Based on the imagery, what did the artist think were the most important aspects of New Netherland’s government and culture?\r\n4. Use the [early depiction of New Amsterdam](https://dp.la/primary-source-sets/sources/1348), the [map of original land grantees](https://dp.la/primary-source-sets/sources/1349), and the [Castello Plan](https://dp.la/primary-source-sets/sources/1350) to examine the development of the city of New Amsterdam from its early years to its peak under Dutch rule in about 1660. What continuities and changes are evident over this approximately thirty-year span? \r\n5. The [land contract](https://dp.la/primary-source-sets/sources/1346) for the purchase of Rensselaerwyck says that this large piece of land was purchased by Van Rensselaer from the Native Americans for “certain quantities of presents.” Based on the description of trade in New Netherland in the overview and the items in this set, what might these “presents” have been? \r\n6. What do the [ordinance](https://dp.la/primary-source-sets/sources/1352) and the [excerpt from the *Voyages of the Slavers St. John and Arms of Amsterdam*](https://dp.la/primary-source-sets/sources/1353) reveal about how the system of slavery worked in New Netherland?\r\n7. Identify the different individuals, families, and groups that Jaspar Danckaerts encounters in his [first excerpt from his journal](https://dp.la/primary-source-sets/sources/1355) or the [second excerpt from his journal](https://dp.la/primary-source-sets/sources/1356). What does this mix of people suggest about the population of New Amsterdam and its surrounding settlements?\r\n\r\n**Advanced Discussion Questions**\r\n\r\n8. How does the [Charter of Freedoms and Exemptions](https://dp.la/primary-source-sets/sources/1345) address the role of Africans in the *patroon* system in Article 30? What does the charter make clear about the presence of African people? What does it leave vague or unclear about their status? \r\n9. Do a close reading of the [land contract](https://dp.la/primary-source-sets/sources/1346) for the purchase of Rensselaerwyck. Translate each section into more contemporary language to describe what is taking place in your own words. What reference can you find to the sale price paid for this piece of land? Consider this transaction from the Mahican, or Native American, perspective. How might this document have been different if it were drafted by the Mahican sellers, rather than Dutch administrators?\r\n10. Using the [excerpt from Adriaen van der Donck’s book](https://dp.la/primary-source-sets/sources/1351), explain how he characterizes the future of the colony through the voice of the “New Netherlander.” \r\n11. Based on the [excerpt from Adriaen van der Donck’s book](https://dp.la/primary-source-sets/sources/1351), the [court minutes from Beverwyck and Fort Orange](https://dp.la/primary-source-sets/sources/1354), and Jaspar Danckaerts’s writing in the [first excerpt from his journal](https://dp.la/primary-source-sets/sources/1355) or the [second excerpt from his journal](https://dp.la/primary-source-sets/sources/1356), what can you infer about everyday life in New Netherland? Consider what the documents reveal about residents’ occupations, their concerns, and their interactions with each other."
    },
    {
      "name": "Activity",
      "text": "Using the sources in this set, ask students to imagine themselves as residents of the bustling city of New Amsterdam around 1660. Students should create their own identity inspired by the people mentioned in the sources. For example, students may elect to be a colonial administrator who works at the Fort, a formerly enslaved person granted half freedom and living on their own farm, a West India Company merchant, a *patroon*, or a traveler visiting the colony. Ask students to briefly introduce their “characters” including their names, backgrounds, and occupations. Then, inspired by Jaspar Danckaerts’s writing in the [first excerpt from his journal](https://dp.la/primary-source-sets/sources/1355) or the [second excerpt from his journal](https://dp.la/primary-source-sets/sources/1356), ask students to write a journal entry about a day in New Amsterdam from their chosen character’s perspective. Journal entries should take into consideration a person’s daily activities as well as the ways in which they might encounter or interact with other “characters” in the classroom. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/dutch-new-netherland",
    "@type": "CreativeWork",
    "name": "Dutch New Netherland"
  }
}
