{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-colonial-religion",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Colonial Religion",
  "dateCreated": "2016-01-17",
  "dct:created": "2016-01-17",
  "dateModified": "2016-01-17",
  "dct:modified": "2016-01-17",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Ripley High School, West Virginia"
      },
      "name": "Adena Barnette"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Puritan New England was the most literate place in the world during the colonial period. Using these documents, discuss what role Puritanism played in colonial Massachusetts and how Puritanism sought to appeal to all citizens of all ages. \r\n2. After analyzing these documents, discuss how the ideas of religious tolerance took root in colonial America. How did the experiments in religious tolerance in Maryland and Pennsylvania differ? Do you believe William Penn’s writing and popularity made Pennsylvania an attractive colony for religious dissenters?\r\n3. The church in colonial Virginia was based on the state church of England. How did Virginia colonial religion function within the state-established Church of England, dissenting Presbyterian congregations, and in Indian communities? What was the relationship between the church and the colonists? Do you believe the payment system for Anglican ministers was unique to the southern colonies? Why or why not?\r\n4. Please summarize how the sermons of Jonathan Edwards spread New Light religion in the colonies. What do you believe were the colonists’ emotional responses to the sermons? How do you think these sermons would affect Americans today? Do you believe these sermons played a significant religious role in colonial America? \r\n5. What conclusions can be drawn concerning colonial religion after viewing all the documents in the set? How did religion compare and also contrast among the colonies? Do you believe religion played a significant role in the lives of all colonial Americans? Why or why not? "
    },
    {
      "name": "Activity",
      "text": "Ask students to explore *[The New England Primer](http://babel.hathitrust.org/cgi/pt?id=mdp.39015039619740)* in its entirety to determine how this primary learning tool might have differed for children living in an environment different from Puritan New England. Students should work in groups analyzing the document from one of the following perspectives explored by the documents in this set: Penn’s “holy experiment” Pennsylvania, Catholics in Maryland, Church of England members in Virginia, or New Light households influenced by the Great Awakening. Students may use the Internet to research the perspective in more detail. They should edit the document to demonstrate the individual religious group’s leanings or design a new primer section to complement the group’s unique Christian interpretations."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/colonial-religion",
    "@type": "CreativeWork",
    "name": "Colonial Religion"
  }
}
