{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/772",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_03_f98dcd595066a7ab22845644d463be8c_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_03_f98dcd595066a7ab22845644d463be8c_rep.jpg",
  "name": "A letter from a Georgian to the former governor of Massachusetts, sharing southern reaction to Lincoln’s election, November 20, 1860. ",
  "dateCreated": "2016-01-19",
  "dct:created": "2016-01-19",
  "dateModified": "2017-08-31",
  "dct:modified": "2017-08-31",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "secession-of-southern-states_03_f98dcd595066a7ab22845644d463be8c.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Hargrett Library via Digital Library of Georgia.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Echols, A. A., “A.A. Echols Letter to Governor Emory Washburn, 1860 November 12,” Digital Public Library of America, https://dp.la/item/cdaaf15eb660d29f7a2f6d9e8fa9e652.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Savannah 12th Nov. 1860\r\n \r\nGov. E. Washburn\r\n\r\nCambridge\r\n \r\nDear Sir,\r\n \r\nMy visit to Cambridge in Sept. Being entirely of a social character, there was not an opportunity of exchanging political opinions to the extent desired by me. But the information received at Boston that you were identified with the Republican Party, taken in connection with some remarks which passed between you and another gentleman at your house that evening in reference to a political meeting to be held that night in Boston, leads me to presume that I do not assign you a wrong position in supposing you to have cooperated with that party in the late Presidential Elections, and hence the greater willingness on my part now to address you a line in reference to some of the questions of the day. And let not my humble position prevent you from weighing well any thought their[there] may be suggested by what I may say. During my visit North this Summer I was in all the New England states besides spending some\r\n \r\n[page two]\r\n \r\ntime in the State of New York, New Jersey, and Pennsylvania. Being a lover of the Union, I was anxious to discover some means by which the progress of Northern aggression upon the rights of the South might be arrested and thus save the country from what seemed to me to be impending danger. To arrive at a correct conclusion I thought is important to ascertain the true sentiment of the people of the North, and for this purpose I mingled freely with the various classes—the politicians, professional gentlemen, merchants, mechanics and farmers, attended political meetings and watched closely the pulsations of the popular sentiment; and I was brought unwillingly yet irresistibly to the conclusion that the great body of the people in all the non slaveholding states are honestly and determinedly opposed to the institutions of the South: opposed not only to the extension of slavery into the common territories, but opposed to its existence as now held in the several states. Which many would disclaim any purpose or desire to interfere with it in the present slave states—being instructed as they acknowledged by the constitution of the\r\n \r\n[page three]\r\n \r\ncountry, yet their very argument, in opposition to the extension of slavery, were of such a character as to disclose clearly the fact that they regarded the South as holding to a great political, moral and social evil. I focused upon examination and inquiry that this dominant sentiment in opposition to slavery had induced eleven and perhaps more of the Southern or Non-slaveholding states to pass state laws conflicting with the constitution of the United States upon the subject of the rendition of the fugitive slaves. My convictions were that when Massachusetts, by legislative action, subjects the citizen of a Southern state to a fine of Five Thousand dollars, and imprisonment for five years for making an effort to reclaim his property under the guarantees of the Constitution of his country, such must be regarded as an overt act of aggression upon the rights of the South: That when New Hampshire by state action assumed the position that the fugitive slave, found within her limits was free absolutely, she not only committed an overt act of aggression when the rights\r\n \r\n[page four]\r\n \r\nof the South, in thus violating the constitution of the United States, but by such act placed herself in a position of practical disunion: and that the act, of all the states having a tendency to obstruct the execution of the Fugitive Slave law, are overt acts of aggression, and well calculated to arouse the Southern states to an inquiry in the cause of all this war upon their rights, and to the necessity of a remedy leaving speedily applied.\r\nWhen I found that this general sentiment in opposition to slavery was seized by an element claiming to be conservative; that it had become embodied in the organization of a great political Northern party—holding its Sectional Conventions and nominating its sectional candidates for President an Vice President of these United States; and when I discovered as I believed I did before I left New York the last of September that this\r\n \r\n[page five]\r\n \r\nsame political party would place in the Presidential Chair who was a fit and true representative of the sentiment of opposition to the South, I then and there declared, and proclaimed it immediately upon my arrival in Savannah, that the South in justice ought not to submit, and in my opinion would not submit to Mr. Lincoln's administration.\r\nThe 6th of November comes on—a day hereafter to be memorable, in my opinion, as consummating the folly of Southern delusion in starting the death blow to the best government upon Earth; the vote is cast, and the Telegraph tells us that Lincoln is elected.\r\nImmediately upon the receipt of this inform-ation in the North, Federal officers resign, public meetings are called, legislation are convened, and a general cry for State conventions to be held to devise means for the redress of our wrongs. The sentiment of Secession from the Northern States prevails with a unanimity that astonishes even the most ardent advisers of that Measure. For do I believe that a proposition for any compromise, come from what quarter it may, will\r\n \r\n[page six]\r\n \r\nbe entertained by any respectable portion of the people of the Cotton States.\r\nI have now come to the point to which I desired to invite your attention, and which is the main object of these lines. First assuming the following proposition—that the Cotton States and perhaps all the slave states will secede from the Union; that this Secession will be a peaceful one; that new governmental organizations must be made in the South; that a re-organization to some extent of the government North will most likely take place, and that the various relations which the people North and South [bear?] to each other demand a just and equitable ad-justment of commercial arrangements.\r\nLet liberal and satisfactory commercial resolutions be once established between the two sections, and the foundation will have been laid for that comity in all other matters so much to be desired by every true hearted American North and South. Then, in taking such steps in the South, as wisdom and prudence may seem to dictate, in view of the mutual dependence of the two sections of our country, are we to look to those who have of late had the control and management\r\n \r\n[page seven]\r\n \r\nof public affairs in the North, and whose policy has brought ruin upon the country, to take the lead in the inauguration of the practical and satisfactory adjustment of our various relations for the future, or may [be?] hope to [sew?] the organization of a new party to whose wisdom and guidance is to be committed the great work of establishing anew the foundations of peace and happiness for all our people.\r\n\r\nI presume that now my purpose in writing has been fully indicated; but lest you should be disposed to question the correctness of my proposition permit me to indulge a word of those features in the [drama?]. Is it the first proposition—the certainty of secession, which you are disposed to regard as unsound? To this I can only answer that I fear you are not well acquainted with the Southern people and Southern sentiment touching this question. Do you point to similar demonstrations heretofore made in the South and the means by which they were quieted as a refutation of my position? I answer that the present is unlike any case that has ever arisen amongst us. The ground\r\n \r\n[page eight]\r\n \r\nof our action does not spring from any position taken in the canvass of questions in the National Councils; it is not in a shape to come within the scope of the Federal legislation—a question to be taken hold of and controled[sic] in the character of a compromise for the pacification of the conflicting interests. It lies deeper, and broader, and comes up in a form more alarming and insulting to Southern interests and Southern honour[sic] than any that has ever preceded it. It assumes its most fearful character in the acts of your Sovereign States; it now proposes to seize the powers of the Federal Government and wield them by one Section of the country upon principles of hostility to the rights and interests of an other Section; and it will be extreme folly and madness in my estimation for any man or party to adopt a course of action upon the supposition that the cotton states will not resist such aggression, even to the\r\n \r\n[page nine]\r\n \r\n[sundering?] of the last ties that bind them to the Federal Union. And I shall be mistaken if any man shall be found at the head of Executive department of the General Government who does not recognize a vast difference between Nullification and peaceful secession. The one finds us in the Union in conflict with Federal Authority; the other places us out of the Union and leaves the Federal Authorities free to act upon all who remain. The one is Revolution, the other is the exercise of the rights of the state sovereignty necessarily reserved to her from the very nature of the original Federal Compact This doctrine I presume will not be seriously questioned after this declaration of Mr. Webster—\"I do not hesitate to say and I repeat that if the Southern states refuse willfully and deliberately to carry into effect that part of the constitution which respects the restoration of fugitive slaves, the South would no longer be bound to observe the compact. A bargain broken on one side is a bargain broken on all sides.\"\r\n \r\n[page ten]\r\n \r\nMy next proposition is that the secession will be a peaceful one. This opinion I think is fully sustained by the argument which has been presented in the justification of our Secession. If the South peacefully withdraws from the Union, and the right of secession is recognized by the General Government, who is to strike the first blow? And for what? I confess that I met several gentlemen in the North who declared to me in conversation that \"if the South seceded the North would whip her back again,\" and I always found that my first answer to such suggestion was taking the form of a smile of scorn at a proposition to my mind so ridiculous. Suppose South Carolina alone secedes, and that the General Government wages a war upon her and puts her down; she would not then be in the Union; she would be merely a conquered Province; and who that has the least acquaintance with the genius of our people and their notion of Government can suppose that such a state of things as the subjugation of a sovereign state could long exist? If South Carolina then cannot be driven back into the Union unless she choose to do so, how absurd will it be to suppose that several\r\n \r\n[page eleven]\r\n \r\nof the Southern states and perhaps a combina-tion of them could be forced back into the Union. I can imagine but one class of persons who would be disposed to address such a course—those upon whom the lights of civilization, the calls of humanity, the heaven-born principles of social ties, the diffusion of political intelligence, and the recognition of the necessi-ties of commerce have all been last in the [full?] purpose and determination that one section of our country shall rule and crush out the [?] and vital rights of the other. And if then exists in the North a class of this character of sufficient strength to grasp and wield the powers of the Government to the subjugation of our rights, it affords the strongest possible evidence that long since we should have set up for counselors and have established a separate and inde-pendent Southern Republic. I take it then that all the great consideration, which can be brought to bear upon this subject are opposed to civil war and the shedding of blood, and that consequently, our secession will be a peaceful one.\r\n\r\nThese two main propositions having been once established and their purposes fulfilled, all minor ones will follow in their\r\n \r\n[page twelve]\r\n \r\naccomplishment as a matter of course, but in order to be accomplished for the greatest good to the greatest numbers, they should be committed to wise heads and patriotic hearts.\r\nHaving been lead to believe that you are one of those possessing the qualifi-cations and dispostition to take a liberal and comprehensive view of the great questions affecting our common humanity, is the apology of\r\n\r\nRespectfully\r\n\r\nA. A. Echols",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_04_5857de5130fa02199d0154343283235b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_04_5857de5130fa02199d0154343283235b_rep.jpg",
      "name": "A broadside announcing South Carolina’s secession from the Union, December 20, 1860. ",
      "@id": "https://dp.la/primary-source-sets/sources/773"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_05_37f18278236081b57931fdb46209f0a1_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_05_37f18278236081b57931fdb46209f0a1_rep.jpg",
      "name": "A pamphlet with the official justification for South Carolina’s secession, 1860. ",
      "@id": "https://dp.la/primary-source-sets/sources/774"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_06_d8e7f4ea70a8775da73c0df973542bf8_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_06_d8e7f4ea70a8775da73c0df973542bf8_rep.jpg",
      "name": "A pamphlet declaring “the causes which impel the state of Texas to secede from the federal union,” 1861. ",
      "@id": "https://dp.la/primary-source-sets/sources/775"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_07_d57a8cc7dd629c1be4c878f1fbcfc9f9_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_07_d57a8cc7dd629c1be4c878f1fbcfc9f9_rep.jpg",
      "name": "Sheet music for the “Grand Secession March,” published in 1860.",
      "@id": "https://dp.la/primary-source-sets/sources/776"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_08_acfd4016d218650e7efa18108fef65b4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_08_acfd4016d218650e7efa18108fef65b4_rep.jpg",
      "name": "A broadside called “Epitaph on the United States of America,” circulated during the Secession Crisis of 1860-1861. ",
      "@id": "https://dp.la/primary-source-sets/sources/777"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_09_fdbe6957936dea85b0d4a0cdf139f5e6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_09_fdbe6957936dea85b0d4a0cdf139f5e6_rep.jpg",
      "name": "An 1878 lithograph of Jefferson Davis’s inauguration as president of the Confederate States of America on February 18, 1861.",
      "@id": "https://dp.la/primary-source-sets/sources/778"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_10_f7fdf9c731e89ba7d886840d8fe85e69_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_10_f7fdf9c731e89ba7d886840d8fe85e69_rep.jpg",
      "name": "A Confederate broadside with the lyrics to “Jeff. Davis in the White House,” 1861. ",
      "@id": "https://dp.la/primary-source-sets/sources/779"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_11_22a5629ef07831fc434db6184e6828ef_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_11_22a5629ef07831fc434db6184e6828ef_rep.jpg",
      "name": "A broadside announcing the defeat of the United States by Confederate forces at Fort Sumter, South Carolina, April 13, 1861. ",
      "@id": "https://dp.la/primary-source-sets/sources/780"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_12_3684f31022f36d1e8fd92823af223141_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_12_3684f31022f36d1e8fd92823af223141_rep.jpg",
      "name": "An 1861 print of a union volunteer, created after the Fort Sumter attack and Lincoln's call for 75,000 volunteers to suppress the rebellion. ",
      "@id": "https://dp.la/primary-source-sets/sources/781"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_13_16e66ed896e93f911a1adabf6c2fcb1b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_13_16e66ed896e93f911a1adabf6c2fcb1b_rep.jpg",
      "name": "An 1862 map indicating free, border, and Confederate states. ",
      "@id": "https://dp.la/primary-source-sets/sources/782"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_14_31a3bd6b15d91910246571320510970a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_14_31a3bd6b15d91910246571320510970a_rep.jpg",
      "name": "The amnesty oath signed by Robert E. Lee on October 2, 1865.",
      "@id": "https://dp.la/primary-source-sets/sources/783"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_01_1ca86fc8c80f378ffd703603369523aa_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_01_1ca86fc8c80f378ffd703603369523aa_rep.jpg",
      "name": "Abraham Lincoln’s “A House Divided” speech, delivered on June 17, 1858, in Springfield, Illinois. ",
      "@id": "https://dp.la/primary-source-sets/sources/770"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_02_bb6a2d4dabb5fd42b443aca86471cb35_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/secession-of-southern-states_02_bb6a2d4dabb5fd42b443aca86471cb35_rep.jpg",
      "name": "A speech by Jefferson Davis to the Mississippi senate about the possibility of secession, November 1858. ",
      "@id": "https://dp.la/primary-source-sets/sources/771"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/secession-of-the-southern-states",
    "@type": "CreativeWork",
    "name": "Secession of the Southern States"
  }
}
