{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-cross-cultural-colonial-conflicts",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Cross-Cultural Colonial Conflicts",
  "dateCreated": "2016-01-17",
  "dct:created": "2016-01-17",
  "dateModified": "2016-01-17",
  "dct:modified": "2016-01-17",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Ripley High School, West Virginia"
      },
      "name": "Adena Barnette"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using the [image of Wahunsenacawh](http://dp.la/primary-source-sets/sources/615), the [1627 print](http://dp.la/primary-source-sets/sources/616), and the [story of Pocahontas’s rescue](http://dp.la/primary-source-sets/sources/617), explain how one could interpret the events that transpired between John Smith and Powhatan. Do you believe John Smith’s interpretation of the story or do you believe the truth lies somewhere else? Do you believe John Smith was biased or did he approach his writing in an objective manner? Do you believe Smith saw Powhatan and his confederacy as a threat or as an ally? \r\n2. Modern historians have recently begun to interpret the events of the Pequot War as the first instance of mass genocide on American soil. Using the [engraving of a battle in the Pequot War](http://dp.la/primary-source-sets/sources/619), the [engraving of Endicott’s landing](http://dp.la/primary-source-sets/sources/618), the [engraving of the burning of a Pequot Nation fort](http://dp.la/primary-source-sets/sources/620), the [excerpt from a book by Romeo Elton](http://dp.la/primary-source-sets/sources/621), and the [account by Major John Mason](http://dp.la/primary-source-sets/sources/622), explain your position on this modern interpretation of the war. Do you believe a seventeenth-century New England colonist would have seen this war as one of genocide? Why or why not? Who was the audience for these writings and images and what do you think was the purpose of these documents?\r\n3. King Philip’s War has been categorized as the bloodiest war per capita in American history. Using the items in this set relating to King Philip’s War, explain why the colonists were so upset with King Philip (Metacom). Was the reasoning for warfare and bloodshed justified? Why did King Philip pose such a significant threat to the New England colonists? \r\n4. The Iroquois Confederacy, known as the Six Nations, was made up of the Mohawk, Onondaga, Oneida, Cayuga, Seneca, and Tuscarora nations. Included in this set were two treaties agreed to by the Iroquois Confederacy and English colonial powers. How do these two treaties vary and how are they are similar? Whom did these treaties benefit more, the colonists or natives? Please cite evidence from the excerpt of the [Cadwallader Colden book](http://dp.la/primary-source-sets/sources/627), the excerpt from the [Treaty of Lancaster](http://dp.la/primary-source-sets/sources/628), and the excerpt from a [history of Pennsylvania and New York](http://dp.la/primary-source-sets/sources/629) to prove your perspective. \r\n5. Using the many nineteenth-century engravings and textual sources included in this set, determine what role English interpretation of cross-cultural colonial conflicts has historically played in telling the story of native peoples. Do you believe the understandings of the English interpretation have changed from the colonial period up to present? Why or why not? "
    },
    {
      "name": "Activity",
      "text": "The story of history is often only told from one perspective, that of the winner or dominant force. This project asks students to take on the role of native peoples in interpreting historical events. Students will be divided into four groups, with each group exploring, from the native perspective, a colonial event: either the conflict between Powhatan and Jamestown/John Smith, the Pequot War, King Philip’s War, or the relationship between the Iroquois Confederacy and colonial governmental powers. Student groups will design a black and white picture, such as the nineteenth-century engravings included in this set, which could be engraved and mass produced. Students should also write a three-page secondary source similar to the excerpts included in the set. Both pieces should be written and designed from the native perspective. Students should use the DPLA sources and other Internet research in the completion of this project. Please closely monitor student’s research, as many of the sources available have a specific interpretation or agenda. Students should present their findings to the class as a supplement to this source set. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cross-cultural-colonial-conflicts",
    "@type": "CreativeWork",
    "name": "Cross-Cultural Colonial Conflicts"
  }
}
