{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-operation-barbarossa",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Operation Barbarossa",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-25",
  "dct:modified": "2018-02-25",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Weston Public Schools, Massachusetts"
      },
      "name": "Kerry Dunne"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Even as the war raged, the Soviet Union honored the contributions of members of its armed forces and civilians in its wartime propaganda supporting the war effort, like the [poster celebrating the female labor force](https://dp.la/primary-source-sets/sources/1692). After the war, the Soviet Union and Soviet-occupied states built thousands of war memorials, such as the one featured in the [photograph of a Soviet World War II memorial](https://dp.la/primary-source-sets/sources/1694) in Ukraine. Popular literature, shown in this [radio program highlighting World War II-era Soviet heroism](https://dp.la/primary-source-sets/sources/1691), celebrated the bravery of the Soviet people in achieving Nazi defeat. Think about these examples and compare and contrast them with how Americans have commemorated veterans who served in World War II. \r\n2. Consider the American political cartoons by Daniel Robert Fitzpatrick, “[And if Russia is Crushed](https://dp.la/primary-source-sets/sources/1689)” and “[Gateway to Stalingrad](https://dp.la/primary-source-sets/sources/1698).” What points does Fitzpatrick make with these cartoons? What do you think the average American understood about the importance of Soviet resistance to the Nazi invasion of the Soviet Union during World War II after viewing cartoons like this?\r\n3. Consider the American political cartoons by Dr. Seuss, “[Bad News/Good News](https://dp.la/primary-source-sets/sources/1690)” and “[They're Serving Roast Adolf at Joe's House Tonight](https://dp.la/primary-source-sets/sources/1700).” How does his style differ from Daniel Fitzpatrick’s in “[And if Russia is Crushed](https://dp.la/primary-source-sets/sources/1689)” and “[Gateway to Stalingrad](https://dp.la/primary-source-sets/sources/1698)?” Look at Dr. Seuss’s cartoon “[They're Serving Roast Adolf at Joe's House Tonight](https://dp.la/primary-source-sets/sources/1700)” and explain the main idea he is trying to convey in his image. Do you agree with his analysis of Stalin’s impact on the fate of Adolf Hitler?\r\n4. Read the [excerpt from *The Story of the Second World War*](https://dp.la/primary-source-sets/sources/1701) and the [pamphlet on the Siege of Leningrad](https://dp.la/primary-source-sets/sources/1697). What facts and photographs most stand out to you? Who deserves credit for the Soviet victory over the Nazis in the Soviet Union?\r\n5. Read the [excerpt from an interview with a Soviet soldier](https://dp.la/primary-source-sets/sources/1696) who survived the Battle of Stalingrad. What portion of his account makes the biggest impression on you? This Soviet soldier ultimately moved to the United States and became a celebrated professor of political science at American University. How do you think his participation in World War II may have shaped his worldview?\r\n6. The excerpt from a [talk by historian Timothy Snyder](https://dp.la/primary-source-sets/sources/1699) focuses on the under-studied mass casualties that occurred between 1933 and 1945 in the area he calls the “Bloodlands” between Berlin and Moscow. What factors does he think are to blame for this lack of understanding of the devastation on World War II’s Eastern Front? \r\n7. Look at the [table of World War II casualties](https://dp.la/primary-source-sets/sources/1693) listed by nation. Which nations suffered the highest casualties? Why?\r\n8. Read the [US Army’s 1952 report](https://dp.la/primary-source-sets/sources/1702) on the impact of weather and climate. What lessons could our American military learn from this report?\r\n9. Consider the [1939 map](https://dp.la/primary-source-sets/sources/1696) provided to readers of the *Los Angeles Times* for them to keep, save, and display to track the progress of the war. Where are the main “theaters of war” in 1939? Where would they be in 1941? What about in 1944? Which other theaters of war might be evident on a world map not centered on Europe?"
    },
    {
      "name": "Activity",
      "text": "*Part 1:* After reviewing the information and images in this set, ask the class to work in pairs to craft a thesis statement about the role of the Soviet Union and its people in defeating Nazi Germany in World War II. Each pair should share their thesis statement with the class. Ask the class if there are common themes that emerge from these thesis statements.\r\n\r\n*Part 2:* Make an argument to the class that no matter how complicated our historical relationship with the Soviet Union or the current state of Russia may be, Americans, and all Western Europeans, still owe a debt of gratitude to the Soviet civilians and soldiers who gave their lives in World War II to defeat the unstoppable progress of Nazi occupation across Europe and beyond. Ask students to discuss why they think that the United States and Western European nations have often been reluctant to recognize and celebrate Soviet contributions to the defeat of Hitler’s Nazi forces in World War II. \r\n\r\n*Part 3:* Ask students to work in pairs on one of the following activities:\r\n\r\n* Design a proposal and sketch for a war monument in the United States honoring the sacrifice of the Soviet people in World War II.\r\n\r\n* Write a letter to the Russian ambassador to the United States explaining what the class has learned about Operation Barbarossa and its significance, and conveying thanks to the Soviet veterans and civilian supporters of World War II. \r\n\r\n* Write a brief essay on why expressions of gratitude towards the Soviet people or current Russian government might be inappropriate or ill-advised. \r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/world-war-ii-s-eastern-front-operation-barbarossa",
    "@type": "CreativeWork",
    "name": "World War II’s Eastern Front: Operation Barbarossa"
  }
}
