{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-social-realism",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Social Realism",
  "dateCreated": "2016-01-18",
  "dct:created": "2016-01-18",
  "dateModified": "2016-01-18",
  "dct:modified": "2016-01-18",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Franky Abbott"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using the items in this set, explain the primary concerns and themes of social realist art from the 1930s.\r\n2. Using the [excerpt from the catalog](http://dp.la/primary-source-sets/sources/682), explain the relationship between social realism and the goals of the Works Progress Administration art projects. Where did these intersect? Where might they diverge?\r\n3. Interpret the social issue explored in the [Walker Evans photograph](http://dp.la/primary-source-sets/sources/685). How does Walker Evans express his message through the composition of the photograph?\r\n4. Examine the items in this set that are murals (or frescos, which is a type of mural). What opportunities did murals afford social-realist artists that traditional paintings did not?\r\n5. Many social-realist photographers are also considered part of the documentary tradition. What is the relationship between documentary photography and social-realist art in their work? Use photographic sources in this set to support your answer."
    },
    {
      "name": "Activity",
      "text": "Ask each student to select a piece of art in this set. In independent research projects, students should seek out additional context for their piece and use this information to develop a detailed interpretation. Each should write a brief interpretive essay that summarizes the context of the artwork and explains how the artist’s choices create meaning.\r\n\r\nFor background information, research and identify:\r\n\r\n* the artist.\r\n* the environment or experience that provided inspiration.\r\n* the social issues depicted. \r\n\r\nFor interpretation, consider various aspects of the piece.\r\n\r\n* Emphasis: Where is the viewer’s eye drawn? How is this effect created by the artist?\r\n* Proportion: Which items are larger and smaller? Which items are in relationship to each other?\r\n* Perspective: From which vantage point does the viewer look at the subject? How does this impact what the viewer sees?\r\n* Color: How does color emphasize particular items or create contrast?"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/social-realism",
    "@type": "CreativeWork",
    "name": "Social Realism"
  }
}
