{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-great-gatsby",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Great Gatsby*",
  "dateCreated": "2015-10-14",
  "dct:created": "2015-10-14",
  "dateModified": "2015-11-01",
  "dct:modified": "2015-11-01",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Chapter three of *The Great Gatsby* begins with a list of famous celebrities with “new money” who attended Gatsby’s extravagant party. Marion Davies, a silent film star of the 1920s, would have been the type of person to attend such a bash. What elements in the [image of Marion Davies](http://dp.la/primary-source-sets/sources/276) picture are relevant to a “Gatsby party”?\r\n\r\n2. Prohibition prohibited the sale of alcohol. However, alcohol is obviously consumed in large quantities throughout the novel. Look at the pictures that deal with prohibition and compare them to the novel’s treatment of prohibition.\r\n\r\n3. Rumors surround Gatsby and his wealth. Is he a bootlegger? Did he sell counterfeit bonds? What about his connection with Meyer Wolfsheim? Look at the pictures that deal with organized crime. Why do you think this era was fraught with mobsters and gangsters? Connect your idea with textual evidence that supports Gatsby as a man involved in illicit activities. \r\n\r\n4. There are two car accidents mentioned in the novel. Thanks to Henry Ford, cars were readily available before roads were safe and traffic laws enforced. The [picture of the wrecked 1922 model Chevrolet coach](http://dp.la/primary-source-sets/sources/281), carrying gallons of alcohol, is similar to the wreck at the end of party in chapter three of *The Great Gatsby*. Look back at the scene in the novel. How is the picture similar? How is it different?\r\n\r\n5. The Roaring Twenties was a time when women bobbed their hair, shortened their hemlines, and became independent. Gertrude Ederle swam the English Channel faster than most men. How does she symbolize female empowerment in [her photograph](http://dp.la/primary-source-sets/sources/285)?"
    },
    {
      "name": "Activity",
      "text": "Choose three primary sources and write a newspaper headline for each one. Each headline should connect to at least one event or character in the novel. \r\n\r\nFor example:  \r\n\r\nFor the [wrecked 1922 model Chevrolet](http://dp.la/primary-source-sets/sources/281):   \r\n\"Another Accident Attributed to Gatsby Party in West Egg!\"\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-great-gatsby-by-f-scott-fitzgerald",
    "@type": "CreativeWork",
    "name": "*The Great Gatsby* by F. Scott Fitzgerald"
  }
}
