{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-woman-warrior",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Woman Warrior*",
  "dateCreated": "2016-01-19",
  "dct:created": "2016-01-19",
  "dateModified": "2016-01-20",
  "dct:modified": "2016-01-20",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Franky Abbott"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using the [illustration of the Chinese family](http://dp.la/primary-source-sets/sources/785) as a starting place, consider Kingston’s depiction of womanhood, especially for her own character and for No Name Woman. What does it mean to be a woman in *The Woman Warrior*? A mother? A daughter? \r\n2. Using the images of the [foot-binding shoes](http://dp.la/primary-source-sets/sources/787) and the [seated woman with bound feet](http://dp.la/primary-source-sets/sources/786), consider the practice of foot binding for Chinese woman. What was the experience like physically? How does Kingston use footbinding symbolically as part of her commentary on women’s roles in Chinese culture? Consider generational differences as well as the story of the foot-bound in “White Tigers.”\r\n3. Folklore plays a huge role in *The Woman Warrior*. Using the [drawing depicting warriors](http://dp.la/primary-source-sets/sources/788), consider the power of myth as a device in this memoir. What does it allow Kingston to say that might be impossible to say in a more traditional memoir?\r\n4. Compare the images of woman warrior characters in 1920s Chinese theater to the memoir’s description of Fa Mu Lan. How do poses and costumes give insight into characters’ particular powers? How do these compare to Fa Mu Lan’s? What is the cultural power of woman warrior “avenging” myths in Chinese culture?\r\n5. Use the image of the [refugee family](http://dp.la/primary-source-sets/sources/792) and [refugee protest](http://dp.la/primary-source-sets/sources/793) to consider the experience of Chinese arriving in the US in the 1960s. How do these photographs relate to Moon Orchid’s arrival story in “At the Western Palace”? Why would these immigrants be described as refugees? What, according to Kingston’s narrative, were they seeking refuge from?\r\n6. Look at the photographs of the Lee family [before](http://dp.la/primary-source-sets/sources/794) and [after](http://dp.la/primary-source-sets/sources/795) immigration. What evidence to do you see of their Americanization? How does this process of cultural assimilation resonate with Kingston’s experiences as an American-born Chinese woman growing up in San Francisco in this period?\r\n7. *The Woman Warrior* was published among a number of conversations about voice and representation, represented by posters in this set. How did Kingston’s memoir fit in with contemporary debates about representation of Chinese immigrants and of women?"
    },
    {
      "name": "Activity",
      "text": "The [photograph](http://dp.la/primary-source-sets/sources/798) of US President Richard Nixon meeting China’s Communist Party Chairman Mao Zedong represents a watershed moment in the history of US-China relations that occurred just four years prior to the publication of *The Woman Warrior*. Divide students into three groups to do follow-up research about the history of China during this period and make connections to the novel. Group one should do research about the Great Leap Forward, group two the Cultural Revolution, and group three Nixon’s visit to China. After synthesizing their findings and developing connections to the immigration experiences described in the memoir using textual evidence, each group should give a brief presentation to the class that explains how each historical event provides an important backdrop to *The Woman Warrior*."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-woman-warrior-by-maxine-hong-kingston",
    "@type": "CreativeWork",
    "name": "*The Woman Warrior* by Maxine Hong Kingston"
  }
}
