{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-boston-tea-party",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Boston Tea Party",
  "dateCreated": "2016-04-09",
  "dct:created": "2016-04-09",
  "dateModified": "2016-04-11",
  "dct:modified": "2016-04-11",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using the “[Able Doctor](http://dp.la/primary-source-sets/sources/1197)” political cartoon, [George Hewes’ description of his \"Indian dress,\"](http://dp.la/primary-source-sets/sources/1193) and the nineteenth and twentieth century images depicting the Boston Tea party, analyze the significance of the Native American costumes during and after the Boston Tea Party? Why do you think the colonists used these costumes and symbolism?\r\n2. Compare the images of the tea party from [1856](http://dp.la/primary-source-sets/sources/1189), [1881](http://dp.la/primary-source-sets/sources/1190), and the [early 1900s](http://dp.la/primary-source-sets/sources/1191). What do they reveal about the element of myth in the public memory surrounding the Boston Tea Party? What do the depictions have in common and where do they differ? \r\n3. Compare the \"[Able Doctor](http://dp.la/primary-source-sets/sources/1197)\" political cartoon and the \"[Tea-Tax Tempest](http://dp.la/primary-source-sets/sources/1198)” cartoon. How do you think each was received in England? How do you think each was received in America? \r\n4. What do the [map](http://dp.la/primary-source-sets/sources/1188) and the [view of Boston](http://dp.la/primary-source-sets/sources/1187) reveal about the role of shipping and trade in the city? How might this have impacted Boston colonists’ opinions of the British taxes? Why was the British act of closing the port so “intolerable”?\r\n5. Based on the the [announcement](http://dp.la/primary-source-sets/sources/1195) of the port closure and the cartoon depicting “[Bostonians in Distress](http://dp.la/primary-source-sets/sources/1196),” describe some of the ways the British response to the Tea Party furthered the cause of the American Revolution.\r\n"
    },
    {
      "name": "Activity",
      "text": "1. Do a close reading of the “[Able Doctor](http://dp.la/primary-source-sets/sources/1197)” political cartoon together as a class. Ask students to conduct further research to determine what or who each figure represents. Some of the figures represent specific individuals, such as Lord North, Prime Minister of Great Britain, and other members of Parliament. Others are allegorical, or symbolic, and represent broader ideas such as America or Britain. Ask students to expand on the cartoon: If each figure had a word bubble, what would each be saying in this scene?\r\n2. The broadsides, announcements, and political cartoons in this set represent the ways in which news was shared in the Revolutionary-era. Imagine that the Boston Tea Party took place in the age of Twitter, a platform that has helped support revolution and protest today. Inspired by the sources in the set, assign students specific roles (examples might include George Hewes, tea consignee Richard Clarke, one of the signers of the petition to the Selectmen of Boston, a colonial tea merchant, the captains of the tea ships, or Bostonians who attended the mass meetings at Faneuil Hall). Students should create a handle for their assigned role and research that person’s perspective and involvement in the Boston Tea Party. Have students create a mock Twitter conversation tracking the progress of the Boston Tea Party. Students should consider what hashtag(s) would represent their cause and the ways in which they would interact with the other participants.  This student-created project about protests to the Stamp Act might serve as a useful model: [https://twitter.com/killingstamp](https://twitter.com/killingstamp). "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-boston-tea-party",
    "@type": "CreativeWork",
    "name": "The Boston Tea Party"
  }
}
