{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/pan-am-primary-source-set-questions",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Shrinking the World",
  "dateCreated": "2021-10-04",
  "dct:created": "2021-10-04",
  "dateModified": "2021-10-14",
  "dct:modified": "2021-10-14",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "University of Miami Libraries"
      },
      "name": "Gabriella Williams"
    },
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Duke University Libraries"
      },
      "name": "Leah Tams"
    },
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Duke University Libraries"
      },
      "name": "Joshua Larkin Rowley"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "The following discussion questions and classroom activities are primarily based on the source set found herein.  However, for further context and supplementary research opportunities, it is encouraged to visit the [Cleared for Takeoff: Explore Commercial Aviation](https://aviation.dp.la/) portal.  Additionally, you and your students may wish to review the [Pan Am Timeline](https://cdn.knightlab.com/libs/timeline3/latest/embed/index.html?source=1tw6JSsgNWr6a7kqZxrFmTwcqD7f0ybam-XjqV57y810&font=Default&lang=en&initial_zoom=2) for deeper historical perspective.\r\n\r\n\r\n1.  Compare the [1964 \"Lifeline to Berlin \"](https://dp.la/primary-source-sets/aviation/sources/1918) advertisement to [Pan Am's \"Lifeline to West Berlin\" and \"Berlin - Island of Democracy\" (pages 86-92)](https://dp.la/primary-source-sets/aviation/sources/1919). Based on these documents, how and why was Pan Am involved in international politics? What was Pan Am's role, prior to 1964, in international politics? What do these documents reveal about contemporary attitudes towards communism and democracy? What do these documents reveal about Pan Am's economic motives for flying to West Berlin?\r\n2.  Examine a few of the [Pan American Cuban Airlift photographs](https://dp.la/primary-source-sets/aviation/sources/1920) and their descriptions. What similarities and differences do you see between this airlift and the Berlin airlift in question 1? What impact does being able to see images of Cuban people and read descriptions of them have upon the portrayal of the airlift? What push/pull factors are contributing to this migration? How does this airlift and America's reception of Cuban refugees compare to contemporary refugee crises and reception in America?\r\n3.  Read the [1942 \"The Future of the People will be up to the People\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1921) and  take a look at the cover of the [\"World of Neighbors\" brochure](https://dp.la/primary-source-sets/aviation/sources/1922). What is Pan Am's vision for the post-WWII world? How do corporate interest, globalization, and democratic societies intersect in the two documents? What cultural stereotypes do you see present in these documents? How might a \"World of Neighbors\" look today, and is it different from what Pan Am envisioned after World War II?  \r\n4.  Read [Pan Am's 1967 Stewardess brochure](https://dp.la/primary-source-sets/aviation/sources/1923) and compare it to the [1969 \"Show this page to your husband\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1924) and the [1971 Pan Am stewardess advertisement](https://dp.la/primary-source-sets/aviation/sources/1925). What do these documents reveal about gender expectations and careers of American women in the 1960s? How and why might these expectations and jobs have changed by the early 1970s? What do these documents reveal about Pan Am's marketing to single women and men, versus married women and men? How do the publication places of the ads affect their portrayal of women?\r\n5.  Read the [1974 \"An Open Letter to the American People\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1926). Why would Pan Am employees of Korea, Japan, Guam, and other Pacific islands appeal directly to the American people and what were their grievances?  How did the authors leverage the airline's history in the Pacific to appeal to its readers?  What does the tone of the letter suggest to you? What other factors might be causing these overseas employees to be frustrated, particularly given the time period?\r\n6.  Read the [1966 \"Moscow and back\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1927), the [1968 \"First Scheduled Service to Moscow\" booklet](https://dp.la/primary-source-sets/aviation/sources/1928), and the description of the [New York to Moscow 1988 bronze sculpture](https://dp.la/primary-source-sets/aviation/sources/1929). What do these items reveal about the tensions between corporations, commercial airlines, and countries? How do we continue to experience these tensions today? What do these documents reveal about the expectations and responsibilities of commercial airlines? What surprises you about the collaboration between U.S. and Russian airlines, and why?\r\n7.  Read the [1973 \"After a year of inflation...\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1930). What does the ad suggest about life in 1970s America, and why might that headline resonate with readers?  Who was this advertisement geared towards? If you were writing that headline today what might you include, and how would you make that headline inclusive of different peoples' struggles?\r\n8.  Compare the [\"Beauty & the Beast\" (1969)](https://dp.la/primary-source-sets/aviation/sources/1931) and [\"Faster than You Can Say 'Panamac'\" (1964)](https://dp.la/primary-source-sets/aviation/sources/1932) advertisements. Taken together, what do these advertisements reveal about the relationship of working women to emerging technologies and automation in the airline industry?  How do these advertisements work to construct gender roles and expectations?  If these advertisements were created today, how might women and their interaction with technology be represented? How might all genders be represented in advertisements for technology today?\r\n9.  Look at the [1980s Clipper Class menu](https://dp.la/primary-source-sets/aviation/sources/1933) and the [1966 \"Theatre-in-the-Air to California\" advertisement](https://dp.la/primary-source-sets/aviation/sources/1934). What do these materials suggest about the experience of flying in the late 1960s to mid-1980s? How do these amenities and experiences compare to your own experiences of traveling? Why might your recent experiences be different from the Pan Am experience? What classes of people does Pan Am seem to be targeting and why?\r\n10. Read the first page of the [February 1986 issue of the Quipper newsletter](https://dp.la/primary-source-sets/aviation/sources/1935).  Why do you think the authors chose the newsletter format?  What are their primary grievances against Pan Am and the International Flight Attendants Union (IFAU) and what do these reveal about labor and corporate relations?"
    },
    {
      "name": "Activity",
      "text": "-   Have students read the [*Pan American World Airways Teacher* for Peru (1950s)](https://digitalcollections.library.miami.edu/digital/collection/asm0341/id/9349), and have them pay particular attention to the \"Suggestions for a Study Unit\" (page 8). Then, in small groups, have students compare and contrast that educational booklet to what they have learned about Peru in school. What has changed, and why? Similarly, what hasn't changed about how they learn the history of Peru, and why? What additional topics would the students want to learn about? Then, have students locate additional materials about Peruvian history using various resources. With these materials, have students create their own educational brochures that address and include the diverse aspects of the culture, geography, people, and history of Peru. Alternatively, choose a [*Pan American World Airways Teacher*](https://digitalcollections.library.miami.edu/digital/collection/asm0341/search/searchterm/pan%20american%20world%20airways%20teacher!Pan%20American%20World%20Airways%20Teacher,%20Study%20units!Pan%20American%20World%20Airways%20Teacher/field/altern!contai!title/mode/all!exact!exact/conn/or!or!and/order/title) that addresses a different country or region and conduct the activity with that material instead.\r\n-  Examine the route map from the [Pan American World Jet Flight Game](https://dp.la/primary-source-sets/aviation/sources/1937). Have students choose a route from the map and then cross-reference that route with the [Pan Am Timetables](https://digitalcollections.library.miami.edu/digital/collection/asm0341/search/searchterm/Printed%20Materials%3A%20Timetables/field/series/mode/exact/conn/and/order/title) from at least three different decades. How long (and/or how many stops) would it have taken to get from Point A to Point B? Then, have students look up their routes on a travel website---is there a difference in travel time? Compare the experience of looking up flight times and planning itineraries on paper versus searching for flights online.\r\n-   Have students examine the [Pan American World Jet Flight Game](https://dp.la/primary-source-sets/aviation/sources/1937) and its accompanying instructions, goals, and locations. Then, in small groups, have your students modernize the board game, updating and re-creating it for the present day. Deliverables for this activity can include a mock-up of the updated game (hand-drawn, digital, or whatever best suits your students) as well as game-play instructions and decision-making documentation. As they make their decisions, have students document and explain their rationale. Some points for your students to consider could be the game's:\r\n    -   Medium and materials\r\n    -   Audience and age range\r\n    -   Goals and steps to achieve them\r\n    -   Evaluation of actions: For example, if the game will be points-based, what causes players to gain or lose points?\r\n    -   Mode of transportation/travel\r\n    -   Map and featured locations\r\n    -   Accompanying graphics, images, etc."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/aviation",
    "@type": "CreativeWork",
    "name": "Shrinking the World: Pan American Airways in the Postwar Era"
  }
}
