{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1470",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_07_4e3fa9b37457abb7712c91208f891430_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_07_4e3fa9b37457abb7712c91208f891430_rep.jpg",
  "name": "Excerpts from the diary of Union soldier Nathaniel Rollins about being taken prisoner during the Battle of Gettysburg, June 30-July 6, 1863.",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-20",
  "dct:modified": "2017-09-20",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "battle-gettysburg_07_4e3fa9b37457abb7712c91208f891430.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Wisconsin Historical Society via Recollection Wisconsin.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Rollins, Nathaniel, “Diary excerpts from Gettysburg Battlefield, June 30-July 6, 1863,” Digital Public Library of America, https://dp.la/item/4e3fa9b37457abb7712c91208f891430.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Captain Nathaniel Rollins of the Union Army’s Second Wisconsin Infantry kept a daily diary throughout the Civil War. Writing about everything from the weather to presidential inspections and meals he cooked while on kitchen duty, Rollins provided a comprehensive portrait of the daily life of a soldier in the Civil War. These excerpts describe his capture and encounter with General Robert E. Lee, commander of the Confederate Army at Gettysburg. After the Battle of Gettysburg, Rollins spent the remainder of the war in Confederate prisons. In this diary excerpt, Rollins mentions parole, a military agreement with specific terms. Parole called for captured prisoners to be released in exchange for agreeing not to take up arms against their captors until they were formally exchanged for an enemy captive of equal rank. Both armies initially used this system because neither had the capacity to manage large numbers of captured prisoners, especially after a big battle. As the war continued, the parole system became unmanageable and captured soldiers were sent to prison camps instead. \r\n\r\nTranscription:\r\n\r\nJune 30th<br/>\r\nWe have finally reached the last day of June. This morning at 8 we moved and after marching about two miles crossed the line into Pennsylvania. This is the first time since the war began that we have been obliged to go into a free state. Tonight we are encamped in a wood some two miles north of the state line. The people are loyal and seriously in earnest. The weather continues wet, rains at night and showers during the day. The Regt. was mustered today by Col. Fairchild.\r\n\r\n[page 2]<br/>\r\nJuly 1st<br/>\r\nThis morning at 8 we moved forward & at 11 got up with the rebels one mile W. of Gettysburg. The 2nd W[is.] V.[olunteers] came up first of the infantry, and coming forward into line engaged them at once. We drove Genl Archer's brigade back through the woods, losing very heavily. I took into action 27 muskets, had 4 killed dead and 13 wounded. Also, Lt. Winegar killed. We held the ground undisturbed until about 2:30PM when about 50,000 rebels advanced on us, entirely outflanking us and the Iron Brigade fell back as they were flanked, but entirely destroying the rebel lines in our front. In this second fight we lost very heavily, but in going through the village the flanking force cut us off and I, with many others of our brigade, were captured. About 5,000 of our men are now in a field for the night.\r\n\r\n[page 3]<br/>\r\nJuly 2d<br/>\r\nThis morning we woke at day light and until near noon were kept at the same place, when the rebels removed us to a field nearly west of the town in rear of their army. Here an officer came to us from Genl. [Robert E.] Lee wishing us to all accept parole but inasmuch as Gel. Halleck had prohibited paroling on the battle field, we didn't conclude to accept. The rebel officers seeing that most of the officers with us were discouraging the enlisted men from taking parole, separated the officers from the men and after that would not permit us to communicate together. At 4P.M. the battle opened vigorously on both sides and continued with terrible fury until 10 at night\r\n\r\n[page 4]<br/>\r\nJuly 2d<br/>\r\nDuring the fighting, Genl. Chilton of Lee's staff came out to have us paroled but they showed too much anxiety for our comfort in this respect to look honest. This evening they promised us some rations but gave us none. Most of the officers have treated us gentlemanly.\r\n\r\n[July] 3d.<br/>\r\nThis morning at about 4 firing opened, and until one P.M. was kept up rather quietly, when there opened on our left a cannonading that for three full hours sounded like one perpetual thunder, and at intervals from then until dark has been kept up. Our fire has seemed to gain toward our left all day. This morning the rebel officers\r\n\r\n[page 5]<br/>\r\nJuly 3d<br/>\r\nmanifested a renewed anxiety that we should accept the parole but by the majority of us standing out obstinately the whole refused to accept it, and at about 10 A.M. we were moved about one mile to the rear. The day has been cool and clear. The battle still hangs undecided.\r\n\r\n[July] 4th<br>\r\nThis morning was clear. Lt. Dahl [?] and I slept under a tree last night without blankets, the same as we slept the night before. There are now with us 170 officers, ten of whom are from the 4th Brig, 4th Div, 1st Corps. Their autographs I will procure on the next page. Since morning, we have been moved up stream.\r\n\r\n[page 6]<br/>\r\nJuly 4<br/>\r\nAt about noon we were fallen in and marched some two miles out on the Chambersburg road, halted an hour or two while the road full of rebel trains & wounded were passing to the rear. While stopping here a terrible thunder-storm came up and lasted until night. At 3:30 we were marched back toward Gettysburg to the road leading south toward Hagerstown, thence down this road three miles and halted for the night. There has been but little fighting today. We celebrated the Nation's birthday by singing patriotic songs and making ourselves jolly generally.\r\n\r\n[July] 5 Sunday<br/>\r\nIt rained nearly all last night.\r\n\r\n[page 7]<br/>\r\nJuly 5<br/>\r\nI, having no blankets or shelter of any kind, laid down on the bare earth and slept until wakened by the storm. This morning at 6 we were moved out & forwarded [?] on toward Hagerstown. But near the mountain we are now (2 P.M.) halted. Artillery & Infantry are going to the front. The road through this gap is said to be held by our cavalry. Genl. [Robert E.] Lee rode past an hour since. He is quite gray, wearing full beard, appears dignified and self-possessed. His salute was very elegant & soldier-like. He certainly has the external appearance of a General. He wore a blue loose coat & a black hat, sits finely on his horse. His face indicates high living. Capt. Baldwin of 2d joined us\r\ntoday, having been taken on 1st\r\n\r\n[page 8]<br/>\r\nJuly 5<br/>\r\nWhile marching, and at about 4 P.M., our artillery opened on the rebel rear some three miles behind us, but in full view. The firing was brisk and continued some time. After this they hurried us and hurried their train until at about 12 at night we reached Monterey Springs on the top of South\r\nMountain's range. The rebels are making all possible speed for Va.\r\n\r\n6th<br/>\r\nThis morning the rebel officers tried the parole game again but it has all ended in smoke. Last night some officers & men escaped. At 6 A.M. we moved out and marched two miles past Waynesville and halted until 6 P.M. when we started again. During the afternoon\r\n\r\n[page 9]<br/>\r\nJuly 6th<br/>\r\nthe rebel train has been passing as fast as they could drive. \r\n\r\nThis is about the last of this book and while under rebel protection I must use paper to continue this journal.",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_08_7633733ecaa58307ca72dd784e5f2514_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_08_7633733ecaa58307ca72dd784e5f2514_rep.jpg",
      "name": "A letter from Confederate soldier George Franklin Robinson to his wife describing army morale and movements after Gettysburg, July 18, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1471"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_09_56ae20ecda7b56fdf5fd732121ca8701_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_09_56ae20ecda7b56fdf5fd732121ca8701_rep.jpg",
      "name": "A translation and original letter, in French, from Union soldier Francis Deleglise to his father about his wounds and imprisonment at Gettysburg, August 14, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1472"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_10_bfce4c27c6a2055d887bed8e638af107_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_10_bfce4c27c6a2055d887bed8e638af107_rep.jpg",
      "name": "A letter from Confederate soldier John Futch to his wife about the death of his brother during the Battle of Gettysburg, August 6, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1473"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_11_2e4863880f172f44044dddc09fd233b3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_11_2e4863880f172f44044dddc09fd233b3_rep.jpg",
      "name": "A list of soldiers of the Nineteenth Maine Volunteer Infantry Regiment who died at Gettysburg, July 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1474"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_12_9bb3c5dc2e2cc238bb22168d1a8562c4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_12_9bb3c5dc2e2cc238bb22168d1a8562c4_rep.jpg",
      "name": "*(Warning: graphic material)* “Home of a Rebel Sharpshooter,” a photograph of a Gettysburg soldier by Alexander Gardner, July 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1479"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_13_b18e7ec243ff8afdaf8b1a5d879f1b9a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_13_b18e7ec243ff8afdaf8b1a5d879f1b9a_rep.jpg",
      "name": "*(Warning: graphic material)* A photograph of Union dead at Gettysburg by Timothy O’Sullivan, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1480"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_14_6c958a3af7c2e9461f62505c80da6ca0_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_14_6c958a3af7c2e9461f62505c80da6ca0_rep.jpg",
      "name": "A box of relics collected at the battlefield at Gettysburg.",
      "@id": "https://dp.la/primary-source-sets/sources/1482"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_15_20a3bfd12be18ab2a0006fa4d3a49ac2_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_15_20a3bfd12be18ab2a0006fa4d3a49ac2_rep.jpg",
      "name": "Handwritten copies of Abraham Lincoln’s 1863 Gettysburg Address given at the Gettysburg National Cemetery and letter to Mrs. Bixby, 1864.",
      "@id": "https://dp.la/primary-source-sets/sources/1483"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_01_6a29827ca186a7bbfdb5db2129e6528d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_01_6a29827ca186a7bbfdb5db2129e6528d_rep.jpg",
      "name": "A photograph of the town of Gettysburg, Pennsylvania in early July 1863 by Alexander Gardner and Timothy O’Sullivan.",
      "@id": "https://dp.la/primary-source-sets/sources/1464"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_02_21f484ca9baa33d6aff89488eb45229b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_02_21f484ca9baa33d6aff89488eb45229b_rep.jpg",
      "name": "A photograph of the headquarters of General Meade, commander of the Union Army, by Alexander Gardner and Timothy O’Sullivan, July 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1465"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_03_e3e25b35e49e34dd03d999b7ccbc4b24_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_03_e3e25b35e49e34dd03d999b7ccbc4b24_rep.jpg",
      "name": "A map of military action during the Battle of Gettysburg, July 1-3, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1466"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_04_cb6e219ce2fbc55c4da7d8bfeab4d0f1_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_04_cb6e219ce2fbc55c4da7d8bfeab4d0f1_rep.jpg",
      "name": "A map of military action, graves, and local landmarks during the Battle of Gettysburg, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1467"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_05_badd0106bd03b6f4d593e3ca73b097b4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_05_badd0106bd03b6f4d593e3ca73b097b4_rep.jpg",
      "name": "A letter from Union soldier Samuel Hodgman to his brother about his experience during the Battle of Gettysburg, July 16, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1468"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_06_863eb4cc37d93961ab9115f734b95a7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/battle-gettysburg_06_863eb4cc37d93961ab9115f734b95a7_rep.jpg",
      "name": "A letter from Confederate soldier Edwin Kerrison to his sister about his experience during the Battle of Gettysburg, July 7, 1863.",
      "@id": "https://dp.la/primary-source-sets/sources/1469"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/battle-of-gettysburg",
    "@type": "CreativeWork",
    "name": "Battle of Gettysburg"
  }
}
