{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1079",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_10_a6ce8f23167d6512215adef9b3f0dcd5_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_10_a6ce8f23167d6512215adef9b3f0dcd5_rep.jpg",
  "name": "A letter from Anne Weston Warren to the Female Anti-Slavery Society, 1837.",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-08",
  "dct:modified": "2016-04-08",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "women-antebellum-reform-movement_10b_a6ce8f23167d6512215adef9b3f0dcd5.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Boston Public Library via Internet Archive.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Weston, Anne Warren, “Letter To the Female Anti-slavery Society,” Digital Public Library of America, https://dp.la/item/a6ce8f23167d6512215adef9b3f0dcd5. ",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Anne Warren Weston has been directed by the Board of the Boston Female Anti-slavery Society to address the members at this time to assure them that, while \"the hearts of many appear failing them for fear, yet it is not so with us. It is a solemn duty to renew our vows of consecration to the cause of the American slave.\" This epistle is concerned with the public appearances of women as abolitionists.\r\n\r\nTranscript:\r\n\r\nBoston. Aug. 21 1837<br>\r\nTo the Female A. S. Society\r\n\r\nDear Friends<br>\r\nI am directed by the Board of the Boston Female A.S. Society to address you at this time for the purpose of assuring you that though the love of some of those who have been hither to esteemed as the firm supporters of the A.S. cause, seems to be waning[?] cold, & though some who have put their hands to the plough  seem to be looking back and though the hearts of many appear failing them for fear, yet it is not so with us.  In times like these, it is highly desirable  that all who hold the Abolition faith “undimmed & pure” should declare their assurance to others, that the efforts of those who seek to divide the cause of truth may be discouraged, & the hopes of those who seek to strengthen it confirmed & established. Such being our motive, we do now in this moment of addressing you feel it to be our duty solemnly to renew our vows of consecration to the cause of the American slave, our country men in chains, our brother fallen among thieves, and to declare that the inconsistency, the fear & the timidity of others only supplies to us a new and urgent motive for labouring with ten fold zeal and devotedness.  It is not the want of zeal abolitionists to[?] rebuke others for the exhibition of too great and warmth and fervor; we therefore trust you will bear with us, if in this epistle we should seem to utter[?] the language of admonition too freely, or should appear to urge the adoption of our own views too warmly upon the minds of others.\r\n\r\nAs Abolitionists, we have all, I presume, been subjected in greater or less degrees to misrepresentation, contempt, & persecution; by identifying ourselves in a measure with the oppressed & degraded we have been exposed to a portion of the sufferings that have been heaped upon them; but at the present period [?] we are called upon to meet reproach, not as abolitionists, merely, but as women.  So corrupting  is the influence that a pro slavery spirit exerts both on the intellect and on the heart that in present age of the world, in the city of Boston, men are not wanting who declare that those women who petition for the abolition of slavery, who form themselves  into societies to produce this result and who on every suitable occasion express their unfeigned condemnation of the sin of slaveholding and strive by facts and arguments to establish a similar conviction in the minds of others are sinning against the dictates of womanly decorum and propriety and rendering themselves obnoxious to the condemnation of the Apostle as expressed in the 13th of the 5th Church[?] of Timothy.  But this is not wonderful.  The theologians who justify from the Scripture the enslaving of a certain portion of their fellow men because of their colour are the very people whom we might naturally expect to find perverting the same sacred oracles in a manner almost \r\n\r\n[page 2]\r\n\r\nequally unjustifiable, to sanction the doctrines of woman’s inferiority & subordination.  The fanciful illustrations employed by some of these self elected guardians of female manners would be amusing in the extreme were it not for the reflection that in so as these doctrines are received just so for is a most unhappy & prejudicial influence exerted both on the mind and the heart of the believer.  The man who looks upon women merely from the fact of her being such, as a creature dependent and subordinate is cherishing a belief that in the very nature of things that cannot fail to exert a more baneful effect on his own character.  To render his actions and his opinions consistent, believing women to be inferior, he must ever remember to address them as such; indeed in most cases no effort of the memory will be requisite; he will do so voluntarily & involvuntarily.  But with regard to their doctrine, a difference of opinion exists among women themselves, & while one class cheerfully acknowledges its own dependence and subordination, yet there is another who while they cheerfully acknowledge and fulfill all the duties of their various domestic relations, are not prepared merely by virtue of their being women to declare themselves either subordinate to or dependent.  By the first class the variety of men will be flattered & soothed, by the latter it will be outraged and wounded and thus all his association with the female sex, the association originally designed by God for his moral improvement must inevitably produce a result directly the reverse.  The social intercourse that should exist between men and women as mutual teachers and aides is destroyed; destroyed however not by the fact of a portion of womankind occupying a false position, but mankind remaining in one.  It may be said of women as was said of the West India slaves “They are fit for emancipation but their masters are not.”  The difficulty arises not because women are exercising their rights but because men are trying to prevent them.  To this fact there are many many noble exceptions.  Anti Slavery women should be the last to forget this.  The men who are laboring in the cause of human rights are not unaware of the vast scope that those words embrace.  As a class it will not be found that they are the people who are sorrowing over their aggrieved dignity.\r\n\r\nIn this connection it will not be inappropriate to express our views.  Furnishing[?] the cause pursued[?] by the Misses Grimké.  We feel it to be both a duty and a privilege to utter our convictions relative to their heroic and noble career.  From personal experience we can testify that their eloquence, devotedness & love[?] in the cause of the slave is equalled only by their piety delivering an accurate sense of all that constitutes truly feminine decorum.  An attempt has been and is extensively making to injure the effect of their teaching[?] appeals must produce on every Christian heart by endeavoring to substantiate the position, that for a woman to address an assembly composed of men and women is and indelicate & wrong.  We are almost unable to state what arguments are brought forward in support of this opinion, because its friends generally confine themselves to assertion and a rather common place \r\n\r\n[page 3]\r\n\r\nspecies of declamation.  Our only guides in this matter must be the Bible and the dictates of common sense.  Let us first refer to the Bible.  St Paul in his epistle to the church at Corinth directs  that women who were ignorant and uninformed should not interrupt the meeting of the church by asking questions.  By a rather singular mode of interpretation this passage has been adduced as the apostle demands all women however well informed and capable of teaching never to attempt to do so, but under all possible circumstances to keep silence in public assemblies.  Because ignorant women are forbidden to interrupt a meeting, does it therefore follow that well instructed ones may not address a meeting of their own convening.  Again, St. Paul in addressing Timothy says “I suffer not a woman to teach, nor to usurp authority over the men.”  Does anyone understand this command as literal[?]  No, it is conceded that she may teach  her own sex, that is supposing she addresses them by two’s and three’s in her own drawing room.  She is only out of her sphere when she attempts to teach men. But is it improper to express her views on any subject whatever, we may suppose, if we please, slavery, to one or two men in the seclusion of her own home?  No, I suppose would be the general answer.  But if it should happen that on this point she is well informed & they are ignorant, & if she be willing to utter her opinions and they begin to be convinced by them, ah! The whole thing begins to a “questionable shape.”  I am fearful that they are learning & she is teaching.  Does any one say “This is absurd: St. Paul’s admonition was never designed to be thus applied.  It condemns only public teaching”? I reply, “If we depart from the literal interpretation, I have as good authority for supposing that a woman may teach in a mixed assembly as my opponent may have for supposing that she may teach a half a dozen men & women in her own house. We can call to mind no other text that bears opposed by upon this subject.  On the other hand we have good reason to suppose that women on the day of Pentecost spoke to an assembly composed of men from every nation under heaven.  St. Paul gives directions in what manner women should pray and prophesy, which directions would certainly seem to be somewhat unnecessary if they were to pray and prophesy at home merely.  We are not made acquainted with the precise mode in which women “laboured” with Paul in the Gospel but there exists no proof that it was not by teaching in mixed assemblies.  There is no absurdity in supposing that the women to whom not only Paul but “all the churches of the Gentiles fave thanks,” the woman who was competent to instruct Apollo? A man “eloquent & mighty in the scriptures,” might not occasionally have pointed out the path to salvation even to promiscuous assemblies.\r\n\r\nLet us now consult the dictates of our own reason.  If an assembly of men are uninformed upon a point of great moral importance, is there necessarily any impropriety or indelicacy in the fact that a woman who possess the requisite information should in all the simplicity and dignity of high and holy purpose disclose it to them.  Is any real modesty and decorum sacrificed in the procedure?  Is it any but a false delicacy that is endangered.  We allow that the delicacy which consists adoption of the most frivolous forms of conventional life and the propriety that derives its very being from the false code of morals adopted by those who compose what is commonly called “good society” is very decidedly outraged by the conduct we have been defending.  But we trust, we are\r\n\r\n[page 4]\r\n\r\nnot now addressing women of this class. We trust that all who have embraced the A. S. cause from Christian motives twice feel that [your being?] this question they owe a responsibility not to man but to God alone. And here we may well pause & consider how different are views with which He regards woman’s sphere & duties from those which the generality of men entertain.  While by man too frequently regarded as a being whose chief object should be to subserve his enjoyment and convenience of whose duties & responsibilities he is to be the judge, whose very final accountability is almost merged in his other & widely differing is the duty and the destiny her Creator appoints.  Individually must she judge of her duty, individually perform it & God has said that each one of their own doings shall give account? to him.  Is it then wise to govern our own views of duty by the opinions of others?  Who are those who are now opposing women’s influence as exerter in favor of the [Ex???]  As a general thing are they not the men whose opposition to the cause of the injured and outraged slave has ever been bitter and unrelenting.  Will you allow these men who have been for years unmindful of their own most solemn duties to prescribe to you yours.  Shall they whose influence is given to a system that considers woman as goods & chattels be esteemed by you as fit judges of the sphere you shall occupy?  I know that the sneering allusions and false representations & contemptuous sarcasms to which we are subjected may be to some of us a bitter bean. But if in view of these things our hearts fail us, let us look to the faith and view of the sphere that women there occupies shall strengthen us to endure.  Women laboring in the rice fields of Carolina & in the burning sugar plantations of Louisiana under the lash of a driver is we perceive fearfully “out of her sphere.”  Woman holding her fellow creatures as property, shamely, advertising runaways in the public papers and trading in broken hearts and outraged affections is, we allow, very much “out of her sphere.”  Woman upholding by the influence of this system, pleading for its continuance, using all her influence to palliate its guilt and throwing obstacles in the way of emancipation appear to us to also be out of her sphere, but with regard to those women who labor for the extinction of slavery, who petition Congress for its abolition, who urge the claims of the slave wherever opportunity presents, who in time “feels for those in bonds as bonded with them” of such we say they are in the very sphere to which God has appointed every Christian, they are but fulfilling the [???] Injunction to do as good to all men as they have opportunity.\r\n\r\nA few lines more and we will close a communication that we fear is already too long.  The path that Sarah and Angelina Grimké have worked out for themselves is one in which they will probably encounter much of suffering and persecution.  As a Society, we are determined as far as lies in our power to meet whatever awaits them.  We would adopt the sentiment of a devoted abolitionist on another [???] & say to these heroic women “When your reputation & motives & conduct is assailed, it is pleasant to us to put ours in the same peril.”  We wish that this feeling may pervade the bosom of every female abolitionist in N. England. But it is for from our hearts to seek to influence your mind unduly?  If you cannot conscientiously support these views we would not ask you to do so but we women earnestly and faithfully entreat you to do more, for more, in those ways that do approve themselves to your conscience than you ever yet have done.  By so doing you shall receive infinitely more in this present life.\r\n\r\nI am respectfully and appreciatively yours in behalf &\r\n",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_11_175567e2f87b9f4326b2132b4f60a634_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_11_175567e2f87b9f4326b2132b4f60a634_rep.jpg",
      "name": "An 1837 letter from Angelina Grimke to Amos Phelps in which she discusses the abolition of slavery and the equality of men and women. ",
      "@id": "https://dp.la/primary-source-sets/sources/1080"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_12_da373fdb6ed1f5590e95a067095ec0eb_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_12_da373fdb6ed1f5590e95a067095ec0eb_rep.jpg",
      "name": "An excerpt from Maria W. Stewart’s *Meditations* with a letter from William Lloyd Garrison that describes Stewart’s abolitionist work. ",
      "@id": "https://dp.la/primary-source-sets/sources/1081"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_13_e3eb02750fa3b79f0cda76783caf5de7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_13_e3eb02750fa3b79f0cda76783caf5de7_rep.jpg",
      "name": "A 1902 portrait of Frances Harper, an African American abolitionist, suffragist, and poet.",
      "@id": "https://dp.la/primary-source-sets/sources/1082"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_01_c7ca1ecc6282ce5873d3bf5d94d63fcc_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_01_c7ca1ecc6282ce5873d3bf5d94d63fcc_rep.jpg",
      "name": "A portrait of Dorothea Dix, an advocate for the indigent insane who helped establish the US’s first mental asylums.",
      "@id": "https://dp.la/primary-source-sets/sources/1070"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_02_d4dca77ef29d3ba4dd644ff1bc05090a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_02_d4dca77ef29d3ba4dd644ff1bc05090a_rep.jpg",
      "name": "Excerpt from a biography quoting a letter from the superintendent of McClean Asylum that supports Dix’s work for the mentally ill.",
      "@id": "https://dp.la/primary-source-sets/sources/1071"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_03_75acbc1f6368fa23ad7750109441a9d0_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_03_75acbc1f6368fa23ad7750109441a9d0_rep.jpg",
      "name": "An excerpt from an address by Emma Willard to the New York State Legislature proposing a plan for improving female education.",
      "@id": "https://dp.la/primary-source-sets/sources/1072"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_04_d9e722bb21b46d00b7a1a42749b79496_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_04_d9e722bb21b46d00b7a1a42749b79496_rep.jpg",
      "name": "A postcard showing a statue of Emma Willard on the campus of Russell Sage College, a women’s college started by Margaret Olivia Slocum Sage.",
      "@id": "https://dp.la/primary-source-sets/sources/1073"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_05_4368aa77c42750f74ffee73304c9a04f_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_05_4368aa77c42750f74ffee73304c9a04f_rep.jpg",
      "name": "A letter from Susan B. Anthony to Elizabeth Cady Stanton about women’s rights and education for women, May 26, 1856.",
      "@id": "https://dp.la/primary-source-sets/sources/1074"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_06_9463c88ae32695c8e01b827097d5fec4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_06_9463c88ae32695c8e01b827097d5fec4_rep.jpg",
      "name": "An excerpt from a chapter on the benefits of education in the 1848 book *A Treatise on Domestic Economy* by Catherine Beecher.",
      "@id": "https://dp.la/primary-source-sets/sources/1075"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_07_0f3e456bb903605792e9e819b5ba3369_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_07_0f3e456bb903605792e9e819b5ba3369_rep.jpg",
      "name": "An excerpt from a catalogue for the Mount Holyoke Female Seminary, 1835. ",
      "@id": "https://dp.la/primary-source-sets/sources/1076"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_08_c7d05da3ed72c10fb51a457b3a48c46e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_08_c7d05da3ed72c10fb51a457b3a48c46e_rep.jpg",
      "name": "A portrait of Prudence Crandall, an advocate for racially integrated classrooms and education for African American girls.",
      "@id": "https://dp.la/primary-source-sets/sources/1077"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_09_d9b1a6ced94cccf8d74af9c4ec01cf00_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/women-antebellum-reform-movement_09_d9b1a6ced94cccf8d74af9c4ec01cf00_rep.jpg",
      "name": "An excerpt from a biography of William Lloyd Garrison with an 1833 letter from Prudence Crandall about teaching African American girls.",
      "@id": "https://dp.la/primary-source-sets/sources/1078"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/women-of-the-antebellum-reform-movement",
    "@type": "CreativeWork",
    "name": "Women of the Antebellum Reform Movement"
  }
}
