{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-stonewall-and-the-gay-liberation-movement",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Stonewall and the Gay Liberation Movement",
  "dateCreated": "2017-09-19",
  "dct:created": "2017-09-19",
  "dateModified": "2017-09-19",
  "dct:modified": "2017-09-19",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "University of South Carolina, Columbia, South Carolina"
      },
      "name": "Lucy Santos Green"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Discuss how social attitudes in the US towards gay people in 2000, as described in the [research article](https://dp.la/primary-source-sets/sources/1419), differ from social attitudes today, nearly two decades later. Can it be argued that Americans have become more accepting? Why or why not?\r\n2. Compare and contrast the ways gay people are described and discussed in the [radio interview](https://dp.la/primary-source-sets/sources/1413), the [debate about California Proposition 6](https://dp.la/primary-source-sets/sources/1414), and the [letter from Don Baker to Lori Palmer](https://dp.la/primary-source-sets/sources/1415). What changes do you notice in the ways members of the gay rights movement present its message? What perspectives, if any, do these resources share? Do these resources show a growth in understanding of the gay rights movement by the general public? Why or why not?\r\n3. Closely examine the [Stonewall button](https://dp.la/primary-source-sets/sources/1416) and note the designer’s choices regarding colors and symbols. What messages do these elements convey? How are these elements used and combined to symbolize the Stonewall Inn riots? \r\n4. Read carefully the [press release](https://dp.la/primary-source-sets/sources/1417) about black leaders meeting to discuss lesbian/gay concerns. What, if any, issues and struggles does this press release show are shared by the gay rights movement and the civil rights movement? Do you see areas of potential conflict? Why might civil rights activists be concerned with a perceived “co-opting” of language from the civil rights movement by gay rights activists? Do you believe their concerns are valid? Why or why not?\r\n5. Review the [pamphlet](https://dp.la/primary-source-sets/sources/1418) for the twentieth anniversary of the National Gay and Lesbian Task Force. Where can you identify the influence of the Stonewall riots (and subsequent activism) in the accomplishments noted? Also review the [article about the National Park Service’s commemoration of sites](https://dp.la/primary-source-sets/sources/1421) important to LGBT history and the [article about New York State’s legalization of same-sex marriage](https://dp.la/primary-source-sets/sources/1420). What can advocates and leaders of today learn from the efforts of organizations that blossomed in response to the Stonewall riots?"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to conduct research about persecution of gay people by the US military during the era of McCarthyism (1950s). Ask each student to collect three-five important primary sources from this time on this issue. These might include political cartoons, news articles, images, and recordings. In small groups, students should work together to share resources. Ask students to use their sources and research to consider attitudes about military persecution of gay people among the general public in the US in the 1950s. Students should then compare reaction among the general public in 2017 to federal policy changes regarding transgender military service members. How do changing attitudes towards LGBTQ people in the military reflect the legacy of gay rights movements in the 1960s and after? Working in groups, students can use the information they have collected to develop a timeline of LGBTQ military policy in the United States.\r\n2. Have students select one landmark event discussed in this set, research it further, and develop a prototype for a national landmark celebrating or marking the event. Use the National Park Service website for inspiration and guidance."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/stonewall-and-its-impact-on-the-gay-liberation-movement",
    "@type": "CreativeWork",
    "name": "Stonewall and Its Impact on the Gay Liberation Movement"
  }
}
