{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-awakening",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Awakening*",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-20",
  "dct:modified": "2017-09-20",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Community College of Philadelphia, Pennsylvania"
      },
      "name": "Melissa Strong"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Read the [excerpt from the first chapter](https://dp.la/primary-source-sets/sources/1452) of the novel. How does *The Awakening* introduce Edna Pontellier? Using evidence from the text, describe how this scene portrays the relationship between Mr. and Mrs. Pontellier.\r\n2. Choose either the [photograph of Kate O’Flaherty](https://dp.la/primary-source-sets/sources/1450) or the [photograph of Kate Chopin and her four children](https://dp.la/primary-source-sets/sources/1451); compare your choice to the [photograph of the woman with the parasol](https://dp.la/primary-source-sets/sources/1455). What clues do clothing, accessories, and poses provide about the life and status of the woman in the picture as well as the customs of her time? Now imagine that Edna Pontellier is posing for a photograph. What do you think she would wear? How would she pose? Would the photo be of Edna alone or with her family? Explain your answer using evidence from the novel.\r\n3. In your own words, name the factors that [Catharine Beecher](https://dp.la/primary-source-sets/sources/1459) believes threaten “the family state” and cause women to avoid motherhood. How would Edna respond to Beecher’s views? How would Madame Ratignolle respond? How would Mademoiselle Reisz respond?\r\n4. Compare [Victoria Woodhull](https://dp.la/primary-source-sets/sources/1460)’s views on love and desire with Edna’s reflections on her passionate experience with Arobin in chapter twenty-eight of *The Awakening*.\r\n5. Look at [Willa Cather’s preface](https://dp.la/primary-source-sets/sources/1461) to the collection of stories by Sarah Orne Jewett, a writer Chopin admired. Cather writes that Jewett “had not only the eye, she had the ear” to accurately portray the landscape and people of Maine during the late 1800s and early 1900s. How does *The Awakening* demonstrate Chopin’s eye and ear for Louisiana Creole culture? Choose a passage from *The Awakening* and use it to explain whether Chopin shares Jewett’s ability.\r\n6. Chopin praised Guy de Maupassant, a French naturalist writer she admired, as “a man who had escaped from tradition and authority” and “looked out upon life… with his own eyes.” How does the [lecture](https://dp.la/primary-source-sets/sources/1462) characterize French naturalism? What elements of French naturalism do you see in *The Awakening*? To what extent does Chopin’s writing show her looking out upon life with her own eyes? In what ways does Edna, the character Chopin created, look at life with her own eyes?\r\n7. Look at the [painting of the West Indian Creole woman](https://dp.la/primary-source-sets/sources/1453) and her black servant. How would you describe their relationship? What details in the painting reveal their relationship? How does the painting connect to the racial hierarchies depicted in the excerpt from “[Désirée’s Baby](https://dp.la/primary-source-sets/sources/1463)”? How do the Creole woman and her servant connect to Edna and the “quadroon” nurse?\r\n8. Look at the [photograph of Louisiana’s Gulf Coast](https://dp.la/primary-source-sets/sources/1454), the [photograph showing the Gulf of Mexico](https://dp.la/primary-source-sets/sources/1457), the [photograph of the woman with the parasol](https://dp.la/primary-source-sets/sources/1455), and [*The Parrot*](https://dp.la/primary-source-sets/sources/1456). What do the ocean, a parasol, and birds symbolize in *The Awakening*? How do these symbols relate to the passage in chapter sixteen in which Edna declares that she would sacrifice her life, but not herself, for her children?"
    },
    {
      "name": "Activity",
      "text": "Ask students to imagine that the [photograph of Louisiana’s Gulf Coast](https://dp.la/primary-source-sets/sources/1454) and [*The Parrot*](https://dp.la/primary-source-sets/sources/1456) are postcards. Students should write one postcard from Edna to Robert Lebrun after he departs for Mexico, pretending that Edna is writing to Robert the night after talking on the dock in chapter fifteen. Ask students to think carefully about what she says to Robert and why. Then ask students to write another postcard for Edna to send to her husband from the “pigeon house,” pretending that Edna writes a response to the concerns Léonce raises in chapter thirty-two about his wife moving to her own house."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-awakening-by-kate-chopin",
    "@type": "CreativeWork",
    "name": "*The Awakening* by Kate Chopin"
  }
}
