{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-twentieth-century-mining-in-the-mojave-desert",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Twentieth-Century Mining in the Mojave Desert",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-08",
  "dct:modified": "2016-04-08",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Weston Public Schools, Massachusetts"
      },
      "name": "Kerry Dunne"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Look at the two photographs of Tonopah, Nevada. How did this boomtown change over a period of about ten years? When you look at the [postcard image of Tonopah](http://dp.la/primary-source-sets/sources/865), what activities do you see taking place in the downtown area of this boomtown? How does the [letter from a former mining company employee](http://dp.la/primary-source-sets/sources/869) reminiscing about his days working in the boomtown of Goldfield, Nevada characterize the town?\r\n2. Look at the [photograph of people and mining equipment](http://dp.la/primary-source-sets/sources/864) in Tonopah, Nevada and consider the [list of taxpayer names](http://dp.la/primary-source-sets/sources/868). Based on the last names in Tonopah, where do you think people were migrating and emigrating from to work in the Mojave Desert as miners? Did women have a sizable presence in these twentieth-century boomtowns? What is your evidence of this?\r\n3. Look at the artifacts from mining of metals such as silver in Tonopah, Nevada in the early twentieth century and from the mining and processing of minerals in Trona, California in the mid-to-late twentieth century. How did mining change in the Mojave desert over the course of the twentieth century?\r\n4. Using the [photograph of a twenty-mule team](http://dp.la/primary-source-sets/sources/870) and the [photograph of magnesium](http://dp.la/primary-source-sets/sources/871), explain how the development of small railway lines throughout the Mojave Desert supported mining as an industry and the development of boomtowns.\r\n5. Although Western mining started with quests for gold and silver, minerals and metals used for industrial production proved to be more important to the industry of mining in the Mojave Desert. Read the [booklet on borax](http://dp.la/primary-source-sets/sources/872) and list the ways in which this mineral could be used by an average household consumer.\r\n"
    },
    {
      "name": "Activity",
      "text": "The economic cycles inherent in the mining industry often lead to a boom and bust pattern, generating quickly constructed towns which then fall into neglect or become ghost towns after a mine closes. Ghost towns dot the landscape of the American West as well as Australia, which shares a similar history of boom-and- bust mining cycles. Ask students to find and research a boomtown or a ghost town in the American West (for example: Kennecott, Alaska, St. Elmo, Colorado, Bodie, California, or Rhyolite, Nevada) or in Australia (for example: Cook, South Australia, Silverton, New South Wales, Joadja, New South Wales, or Broad Arrow, Western Australia), and to share their findings with the class in a poster or oral presentation. \r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/boomtimes-again-twentieth-century-mining-in-the-mojave-desert",
    "@type": "CreativeWork",
    "name": "Boomtimes Again: Twentieth-Century Mining in the Mojave Desert"
  }
}
