{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/139",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_06_5fb3e0aa678d7dec884c869d62acdc10_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_06_5fb3e0aa678d7dec884c869d62acdc10_rep.jpg",
  "name": "A South Carolinian copy of Jackson’s 1833 message about nullification.",
  "dateCreated": "2015-10-15",
  "dct:created": "2015-10-15",
  "dateModified": "2020-07-22",
  "dct:modified": "2020-07-22",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "jacksonian-democracy_06_5fb3e0aa678d7dec884c869d62acdc10.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of University of South Carolina, South Caroliniana Library via South Carolina Digital Library.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Jackson, Andrew, “Jackson's proclamation to the people of South Carolina re Nullification Ordinance,” Digital Public Library of America, https://dp.la/item/3e7613be8587745f03f3433799fbf13b.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Transcript:\r\n\r\nWhereas a convention, assembled in the State of South Carolina, have passed an ordinance, by which they declare that the several acts and parts of acts of the Congress of the United States, purporting to be laws for the imposing of duties and imposts on the importation of foreign commodities, and now having actual operation and effect within the United States, and more especially \"two acts for the same purposes, passed on the 29th of May, 1828, and on the 14th of July, 1832, are unauthorized by the Constitution of the United States, and violate the true meaning and intent thereof, and are null and void, and no law,\" nor binding on the citizens of that State or its officers, and by the said ordinance it is further declared to the unlawful for any of the constituted authorities of the State, or of the United States, to enforce the payment of the duties imposed by the said acts within the same State, and that it is the duty of the legislature to pass such laws as may be necessary to give full effect to the said ordinances..\r\n...the said ordinance declares that the people of South Carolina will maintain the said ordinance at every hazard, and that they will consider the passage of any act by Congress abolishing or closing the ports of the said State, or otherwise obstructing the free ingress or egress of vessels to and from the said ports, or any other act of the Federal Government to coerce the State, shut up her ports, destroy or harass her commerce, or to enforce the said acts otherwise than through the civil tribunals of the country, as inconsistent with the longer continuance of South Carolina in the Union; and that the people of the said State will thenceforth hold themselves absolved from all further obligation to maintain or preserve their political connection with the people of the other States, and will forthwith proceed to organize a separate government, and do all other acts and things which sovereign and independent States may of right do.\r\n\r\nAnd whereas the said ordinance prescribes to the people of South Carolina a course of conduct in direct violation of their duty as citizens of the United States, contrary to the laws of their country, subversive of its Constitution, and having for its object the instruction of the Union-that Union, which, coeval with our political existence, led our fathers, without any other ties to unite them than those of patriotism and common cause, through the sanguinary struggle to a glorious independence-that sacred Union, hitherto inviolate, which, perfected by our happy Constitution, has brought us, by the favor of Heaven, to a state of prosperity at home, and high consideration abroad, rarely, if ever, equaled in the history of nations; to preserve this bond of our political existence from destruction, to maintain inviolate this state of national honor and prosperity, and to justify the confidence my fellow-citizens have reposed in me, I, Andrew Jackson, President of the United States, have thought proper to issue this my PROCLAMATION, stating my views of the Constitution and laws applicable to the measures adopted by the Convention of South Carolina, and to the reasons they have put forth to sustain them, declaring the course which duty will require me to pursue, and, appealing to the understanding and patriotism of the people, warn them of the consequences that must inevitably result from an observance of the dictates of the Convention.\r\n\r\nStrict duty would require of me nothing more than the exercise of those powers with which I am now, or may hereafter be, invested, for preserving the Union, and for the execution of the laws. But the imposing aspect which opposition has assumed in this case, by clothing itself with State authority, and the deep interest which the people of the United States must all feel in preventing a resort to stronger measures, while there is a hope that anything will be yielded to reasoning and remonstrances, perhaps demand, and will certainly justify, a full exposition to South Carolina and the nation of the views I entertain of this important question, as well as a distinct enunciation of the course which my sense of duty will require me to pursue.\r\n\r\nThe ordinance is founded, not on the indefeasible right of resisting acts which are plainly unconstitutional, and too oppressive to be endured, but on the strange position that any one State may not only declare an act of Congress void, but prohibit its execution- that they may do this consistently with the Constitution-that the true construction of that instrument permits a State to retain its place in the Union, and yet be bound by no other of its laws than those it may choose to consider as constitutional. It is true they add, that to justify this abrogation of a law, it must be palpably contrary to the Constitution, but it is evident, that to give the right of resisting laws of that description, coupled with the uncontrolled right to decide what laws deserve that character, is to give the power of resisting all laws. For, as by the theory, there is no appeal, the reasons alleged by the State, good or bad, must prevail. If it should be said that public opinion is a sufficient check against the abuse of this power, it may be asked why it is not deemed a sufficient guard against the passage of an unconstitutional act by Congress. There is, however, a restraint in this last case, which makes the assumed power of a State more indefensible, and which does not exist in the other. There are two appeals from an unconstitutional act passed by Congress-one to the judiciary, the other to the people and the States. There is no appeal from the State decision in theory; and the practical illustration shows that the courts are closed against an application to review it, both judges and jurors being sworn to decide in its favor. But reasoning on this subject is superfluous, when our social compact in express terms declares, that the laws of the United States, its Constitution, and treaties made under it, are the supreme law of the land; and for greater caution adds, \"that the judges in every State shall be bound thereby, anything in the Constitution or laws of any State to the contrary notwithstanding.\" And it may be asserted, without fear of refutation, that no federative government could exist without a similar provision. Look, for a moment, to the consequence. If South Carolina considers the revenue laws unconstitutional, and has a right to prevent their execution in the port of Charleston, there would be a clear constitutional objection to their collection in every other port, and no revenue could be collected anywhere; for all imposts must be equal. It is no answer to repeat that an unconstitutional law is no law, so long as the question of its legality is to be decided by the State itself, for every law operating injuriously upon any local interest will be perhaps thought, and certainly represented, as unconstitutional, and, as has been shown, there is no appeal.\r\n\r\nIf this doctrine had been established at an earlier day, the Union would have been dissolved in its infancy. The excise law in Pennsylvania, the embargo and non-intercourse law in the Eastern States, the carriage tax in Virginia, were all deemed unconstitutional, and were more unequal in their operation than any of the laws now complained of; but, fortunately, none of those States discovered that they had the right now claimed by South Carolina. The war into which we were forced, to support the dignity of the nation and the rights of our citizens, might have ended in defeat and disgrace instead of victory and honor, if the States, who supposed it a ruinous and unconstitutional measure, had thought they possessed the right of nullifying the act by which it was declared, and denying supplies for its prosecution. Hardly and unequally as those measures bore upon several members of the Union, to the legislatures of none did this efficient and peaceable remedy, as it is called, suggest itself. The discovery of this important feature in our Constitution was reserved to the present day. To the statesmen of South Carolina belongs the invention, and upon the citizens of that State will, unfortunately, fall the evils of reducing it to practice.\r\n\r\nIf the doctrine of a State veto upon the laws of the Union carries with it internal evidence of its impracticable absurdity, our constitutional history will also afford abundant proof that it would have been repudiated with indignation had it been proposed to form a feature in our Government.\r\n\r\nIn our colonial state, although dependent on another power, we very early considered ourselves as connected by common interest with each other. Leagues were formed for common defense, and before the Declaration of Independence, we were known in our aggregate character as the United Colonies of America. That decisive and important step was taken jointly. We declared ourselves a nation by a joint, not by several acts; and when the terms of our confederation were reduced to form, it was in that of a solemn league of several States, by which they agreed that they would, collectively, form one nation, for the purpose of conducting some certain domestic concerns, and all foreign relations. In the instrument forming that Union, is found an article which declares that \"every State shall abide by the determinations of Congress on all questions which by that Confederation should be submitted to them.\"\r\n\r\nUnder the Confederation, then, no State could legally annul a decision of the Congress, or refuse to submit to its execution, but no provision was made to enforce these decisions. Congress made requisitions, but they were not complied with. The Government could not operate on individuals. They had no judiciary, no means of collecting revenue.\r\n\r\nBut the defects of the Confederation need not be detailed. Under its operation we could scarcely be called a nation. We had neither prosperity at home nor consideration abroad. This state of things could not be endured, and our present happy Constitution was formed, but formed in vain, if this fatal doctrine prevails. It was formed for important objects that are announced in the preamble made in the name and by the authority of the people of the United States, whose delegates framed, and whose conventions approved it.\r\n\r\nThe most important among these objects, that which is placed first in rank, on which all the others rest, is \"to form a more perfect Union.\" Now, is it possible that, even if there were no express provision giving supremacy to the Constitution and laws of the United States over those of the States, it can be conceived that an Instrument made for the purpose of \"forming; a more perfect Union\" than that of the confederation, could be so constructed by the assembled wisdom of our country as to substitute for that confederation a form of government, dependent for its existence on the local interest, the party spirit of a State, or of a prevailing faction in a State? Every man, of plain, unsophisticated understanding, who hears the question, will give such an answer as will preserve the Union. Metaphysical subtlety, in pursuit of an impracticable theory, could alone have devised one that is calculated to destroy it.\r\n\r\nI consider, then, the power to annul a law of the United States, assumed by one State, incompatible with the existence of the Union, contradicted expressly by the letter of the Constitution, unauthorized by its spirit, inconsistent with every principle on which It was founded, and destructive of the great object for which it was formed...\r\n\r\nThe wisdom of man never yet contrived a system of taxation that would operate with perfect equality. If the unequal operation of a law makes it unconstitutional and if all laws of that description may be abrogated by any State for that cause, then, indeed, is the federal Constitution unworthy of the slightest effort for its preservation. We have hitherto relied on it as the perpetual bond of our Union. We have received it as the work of the assembled wisdom of the nation We have trusted to it as to the sheet-anchor of our safety, in the stormy times of conflict with a foreign or domestic foe. We have looked to it with sacred awe as the palladium of our liberties, and with all the solemnities of religion have pledged to each other our lives and fortunes here, and our hopes of happiness hereafter, in its defense and support. Were we mistaken, my countrymen, in attaching this importance to the Constitution of our country? Was our devotion paid to the wretched, inefficient, clumsy contrivance, which this new doctrine would make it? Did we pledge ourselves to the support of an airy nothing-a bubble that must be blown away by the first breath of disaffection? Was this self-destroying, visionary theory the work of the profound statesmen, the exalted patriots, to whom the task of constitutional reform was intrusted? Did the name of Washington sanction, did the States deliberately ratify, such an anomaly in the history of fundamental legislation? No. We were not mistaken. The letter of this great instrument is free from this radical fault; its language directly contradicts the imputation, its spirit, its evident intent, contradicts it. No, we did not err. Our Constitution does not contain the absurdity of giving power to make laws, and another power to resist them. The sages, whose memory will always be reverenced, have given us a practical, and, as they hoped, a permanent constitutional compact. The Father of his Country did not affix his revered name to so palpable an absurdity. Nor did the States, when they severally ratified it, do so under the impression that a veto on the laws of the United States was reserved to them, or that they could exercise it by application…\r\n\r\n...The Constitution of the United States, then, forms a government, not a league, and whether it be formed by compact between the States, or in any other manner, its character is the same. It is a government in which all the people are represented, which operates directly on the people individually, not upon the States; they retained all the power they did not grant. But each State having expressly parted with so many powers as to constitute jointly with the other States a single nation, cannot from that period possess any right to secede, because such secession does not break a league, but destroys the unity of a nation, and any injury to that unity is not only a breach which would result from the contravention of a compact, but it is an offense against the whole Union. To say that any State may at pleasure secede from the Union, is to say that the United States are not a nation...\r\n\r\n...The line has not been so distinctly drawn as to avoid doubts in some cases of the exercise of power. Men of the best intentions and soundest views may differ in their construction of some parts of the Constitution, but there are others on which dispassionate reflection can leave no doubt. Of this nature appears to be the assumed right of secession. It rests, as we have seen, on the alleged undivided sovereignty of the States, and on their having formed in this sovereign capacity a compact which is called the Constitution, from which, because they made it, they have the right to secede. Both of these positions are erroneous, and some of the arguments to prove them so have been anticipated.\r\n\r\nThe States severally have not retained their entire sovereignty...The right to make treaties, declare war, levy taxes, exercise exclusive judicial and legislative powers, were all functions of sovereign power. The States, then, for all these important purposes, were no longer sovereign. The allegiance of their citizens was transferred in the first instance to the government of the United States; they became American citizens, and owed obedience to the Constitution of the United States, and to laws made in conformity with the powers vested in Congress...The unity of our political character (as has been shown for another purpose) commenced with its very existence. Under the royal government we had no separate character; our opposition to its oppression began as UNITED COLONIES. We were the UNITED STATES under the Confederation, and the name was perpetuated and the Union rendered more perfect by the federal Constitution. In none of these stages did we consider ourselves in any other light than as forming one nation...the national Constitution had been formed by compact, there would be no right in any one State to exonerate itself from the obligation...\r\n\r\nSo obvious are the reasons which forbid this secession, that it is necessary only to allude to them. The Union was formed for the benefit of all. It was produced by mutual sacrifice of interest and opinions...  \r\n...A small majority of the citizens of one State in the Union have elected delegates to a State convention; that convention has ordained that all the revenue laws of the United States must be repealed, or that they are no longer a member of the Union. The governor of that State has recommended to the legislature the raising of an army to carry the secession into effect, and that he may be empowered to give clearances to vessels in the name of the State. No act of violent opposition to the laws has yet been committed, but such a state of things is hourly apprehended, and it is the intent of this instrument to PROCLAIM, not only that the duty imposed on me by the Constitution, '` to take care that the laws be faithfully executed,\" shall be performed to the extent of the powers already vested in me by law or of such others as the wisdom of Congress shall devise and Entrust to me for that purpose; but to warn the citizens of South Carolina, who have been deluded into an opposition to the laws, of the danger they will incur by obedience to the illegal and disorganizing ordinance of the convention-to exhort those who have refused to support it to persevere in their determination to uphold the Constitution and laws of their country, and to point out to all the perilous situation into which the good people of that State have been led, and that the course they are urged to pursue is one of ruin and disgrace to the very State whose rights they affect to support.\r\n\r\nFellow-citizens of my native State! let me not only admonish you, as the first magistrate of our common country, not to incur the penalty of its laws, but use the influence that a father would over his children whom he saw rushing to a certain ruin. In that paternal language, with that paternal feeling, let me tell you, my countrymen, that you are deluded by men who are either deceived themselves or wish to deceive you. Mark under what pretenses you have been led on to the brink of insurrection and treason on which you stand!...The great political truth was repeated to you that you had the revolutionary right of resisting all laws that were palpably unconstitutional and intolerably oppressive-it was added that the right to nullify a law rested on the same principle, but that it was a peaceable remedy! ",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_07_fd2b65d463af6bb5b8d8f7ac55ff6b07_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_07_fd2b65d463af6bb5b8d8f7ac55ff6b07_rep.jpg",
      "name": "An 1833 ode by James Nack attacking Jackson on the issue of nullification.",
      "@id": "https://dp.la/primary-source-sets/sources/140"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_08_a9e7ae85867526a524c793d6a3af0b8b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_08_a9e7ae85867526a524c793d6a3af0b8b_rep.jpg",
      "name": "Images of “hard times tokens” made between 1834 and 1841 to mock the economic policies of Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/141"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_09_dc6ea846c0367dd7e86b0a3a597a0190_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_09_dc6ea846c0367dd7e86b0a3a597a0190_rep.jpg",
      "name": "A political cartoon about the controversy surrounding Jackson's removal of federal deposits from the Bank of the United States, 1832-33.",
      "@id": "https://dp.la/primary-source-sets/sources/142"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_10_5d706f7160cbbda05060c40326f122f4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_10_5d706f7160cbbda05060c40326f122f4_rep.jpg",
      "name": "Andrew Jackson’s 1830 message to Congress concerning Indian Removal.",
      "@id": "https://dp.la/primary-source-sets/sources/143"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_11_ac04843058a6215686943bdf9e788d31_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_11_ac04843058a6215686943bdf9e788d31_rep.jpg",
      "name": "Part of an 1830 pamphlet printed by the Cherokee nation discussing Indian Removal.",
      "@id": "https://dp.la/primary-source-sets/sources/144"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_12_1ab111bfa22ab032705c9ffbff88fd0d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_12_1ab111bfa22ab032705c9ffbff88fd0d_rep.jpg",
      "name": "An 1842 poem written to commemorate the death of Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/145"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_01_6ec5f86f585a556cb557ec25a3d7c755_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_01_6ec5f86f585a556cb557ec25a3d7c755_rep.jpg",
      "name": "An 1830 engraving of President Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/134"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_02_34f0124dbc897c2f132b692cf8ad0baf_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_02_34f0124dbc897c2f132b692cf8ad0baf_rep.jpg",
      "name": "Illustrations from an 1846 book, *Pictorial Life of Andrew Jackson*, with engraved scenes from Jackson’s life. ",
      "@id": "https://dp.la/primary-source-sets/sources/135"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_03_1a42493531fd5424716a27b2ef48cf15_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_03_1a42493531fd5424716a27b2ef48cf15_rep.jpg",
      "name": "A satin printed copy of Jackson’s First Inaugural Address in 1829.",
      "@id": "https://dp.la/primary-source-sets/sources/136"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_04_647c063e5f1edba83792a2c9dc99fd62_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_04_647c063e5f1edba83792a2c9dc99fd62_rep.jpg",
      "name": "Jackson’s first presidential veto was the Maysville Road Bill in 1829.",
      "@id": "https://dp.la/primary-source-sets/sources/137"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_05_4e52a27ab3181dc6aab4c42597fd8f1f_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_05_4e52a27ab3181dc6aab4c42597fd8f1f_rep.jpg",
      "name": "Jackson’s veto of the incorporation of the Second Bank of the United States, 1832.",
      "@id": "https://dp.la/primary-source-sets/sources/138"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/jacksonian-democracy",
    "@type": "CreativeWork",
    "name": "Jacksonian Democracy?"
  }
}
