{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/144",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_11_ac04843058a6215686943bdf9e788d31_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_11_ac04843058a6215686943bdf9e788d31_rep.jpg",
  "name": "Part of an 1830 pamphlet printed by the Cherokee nation discussing Indian Removal.",
  "dateCreated": "2015-10-15",
  "dct:created": "2015-10-15",
  "dateModified": "2015-10-15",
  "dct:modified": "2015-10-15",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "jacksonian-democracy_11a_ac04843058a6215686943bdf9e788d31.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Hargrett Library via Digital Library of Georgia.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Cherokee Nation, excerpt from “Removal of the Cherokee Indians,” Digital Public Library of America, https://dp.la/item/1026a4129c6d2bbc1b972093e1f6fa03.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Transcription:\r\n\r\nBut if we are compelled to leave our country, we see nothing but ruin before us. The country west of the Arkansas territory is unknown to us. From what we can learn of it, we have no prepossessions in its favor. All the inviting parts of it, as we believe, are pre-occupied by various Indian nations, to which it has been assigned. They would regard us as intruders, and look upon us with an evil eye. The far greater part of that region is, beyond all controversy, badly supplied with wood and water; and no Indian tribe can live as agriculturalists without these articles. All our neighbors, in case of our removal, though crowded into our near vicinity, would speak a language totally different from ours, and practice different customs. The original possessors of that region are now wandering savages, lurking for prey in the neighborhood. They have always been at war, and would be easily tempted to turn their arms against peaceful emigrants. Were the country to which we are urged much better than it is represented to be, and were it free from the objections which we have made to it, still it is not the land of our birth, nor our affections. It contains neither the scenes of our childhood, nor the graves of our fathers.\r\n\r\nThe removal of families to a new country, even under the most favorable auspices, and when the spirits are sustained by pleasing visions of the future, is attended with much depression of mind and sinking of heart. This is the case, when the removal is a matter of decided preference, and when the persons concerned are in early youth or vigorous manhood. Judge, then, what must be the circumstances of a removal, when a whole community, embracing persons of all classes and every description, from the infant to the man of extreme old age, the sick, the blind, the lame,—the improvident, the reckless, the desperate, as well as the prudent, the considerate, the industrious, are compelled to remove by odious and intolerable vexations and persecutions brought upon them in the forms of law, when all will agree only in this, that they have been cruelly robbed of their country, in violation of the most solemn compacts, which it is possible for communities to form with each other; and that, if that should make themselves comfortable in their new residence, they have nothing to expect hereafter but to be the victims of a future legalized robbery!\r\n\r\nSuch we deem, and are absolutely certain, will be the feelings of the whole Cherokee people, if they are forcibly compelled by the laws of Georgia to remove; and with these feelings, how is it possible that we should pursue our present course of improvement, or avoid sinking into utter despondency? We have been called a poor, ignorant, and degraded people. We certainly are not rich; nor have we ever boasted of our knowledge, or our moral or intellectual elevation. But there is not a man within our limits, so ignorant as not to know that he has a right to live on the land of his fathers, in the possession of his immemorial privileges, and that this right has been acknowledged and guaranteed by the United States; nor is there a man so degraded as not to feel a keen sense of injury, on being deprived of this right and driven into exile.\r\n\r\nIt is under a sense of the most pungent feelings that we make this, perhaps our last appeal to the good people of the United States. It cannot be that the community we are addressing, remarkable for its intelligence and religious sensibilities, and pre-eminent for its devotion to the rights of man, will lay aside this appeal, without considering that we stand in need of its sympathy and commiseration. We know that to the Christian and the Philanthropist the voice of our multiplied sorrows and fiery trials will not appear as an idle tale. In our own land, on our own soil, and in our own dwellings, which we reared for our wives and for our little ones, when there was peace on our mountains and in our valleys, we are encountering troubles which cannot but try our very souls. But shall we, on account of these troubles, forsake our beloved country? Shall we be compelled by a civilized and christian people, with whom we have lived in perfect peace for the last forty years, and for whom we have willingly bled in war, to bid a final adieu to our homes, our farms, streams and our beautiful forests?",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_12_1ab111bfa22ab032705c9ffbff88fd0d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_12_1ab111bfa22ab032705c9ffbff88fd0d_rep.jpg",
      "name": "An 1842 poem written to commemorate the death of Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/145"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_01_6ec5f86f585a556cb557ec25a3d7c755_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_01_6ec5f86f585a556cb557ec25a3d7c755_rep.jpg",
      "name": "An 1830 engraving of President Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/134"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_02_34f0124dbc897c2f132b692cf8ad0baf_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_02_34f0124dbc897c2f132b692cf8ad0baf_rep.jpg",
      "name": "Illustrations from an 1846 book, *Pictorial Life of Andrew Jackson*, with engraved scenes from Jackson’s life. ",
      "@id": "https://dp.la/primary-source-sets/sources/135"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_03_1a42493531fd5424716a27b2ef48cf15_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_03_1a42493531fd5424716a27b2ef48cf15_rep.jpg",
      "name": "A satin printed copy of Jackson’s First Inaugural Address in 1829.",
      "@id": "https://dp.la/primary-source-sets/sources/136"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_04_647c063e5f1edba83792a2c9dc99fd62_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_04_647c063e5f1edba83792a2c9dc99fd62_rep.jpg",
      "name": "Jackson’s first presidential veto was the Maysville Road Bill in 1829.",
      "@id": "https://dp.la/primary-source-sets/sources/137"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_05_4e52a27ab3181dc6aab4c42597fd8f1f_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_05_4e52a27ab3181dc6aab4c42597fd8f1f_rep.jpg",
      "name": "Jackson’s veto of the incorporation of the Second Bank of the United States, 1832.",
      "@id": "https://dp.la/primary-source-sets/sources/138"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_06_5fb3e0aa678d7dec884c869d62acdc10_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_06_5fb3e0aa678d7dec884c869d62acdc10_rep.jpg",
      "name": "A South Carolinian copy of Jackson’s 1833 message about nullification.",
      "@id": "https://dp.la/primary-source-sets/sources/139"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_07_fd2b65d463af6bb5b8d8f7ac55ff6b07_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_07_fd2b65d463af6bb5b8d8f7ac55ff6b07_rep.jpg",
      "name": "An 1833 ode by James Nack attacking Jackson on the issue of nullification.",
      "@id": "https://dp.la/primary-source-sets/sources/140"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_08_a9e7ae85867526a524c793d6a3af0b8b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_08_a9e7ae85867526a524c793d6a3af0b8b_rep.jpg",
      "name": "Images of “hard times tokens” made between 1834 and 1841 to mock the economic policies of Andrew Jackson.",
      "@id": "https://dp.la/primary-source-sets/sources/141"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_09_dc6ea846c0367dd7e86b0a3a597a0190_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_09_dc6ea846c0367dd7e86b0a3a597a0190_rep.jpg",
      "name": "A political cartoon about the controversy surrounding Jackson's removal of federal deposits from the Bank of the United States, 1832-33.",
      "@id": "https://dp.la/primary-source-sets/sources/142"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_10_5d706f7160cbbda05060c40326f122f4_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/jacksonian-democracy_10_5d706f7160cbbda05060c40326f122f4_rep.jpg",
      "name": "Andrew Jackson’s 1830 message to Congress concerning Indian Removal.",
      "@id": "https://dp.la/primary-source-sets/sources/143"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/jacksonian-democracy",
    "@type": "CreativeWork",
    "name": "Jacksonian Democracy?"
  }
}
