{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-blackface-minstrelsy-in-modern-america",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Blackface Minstrelsy in Modern America",
  "dateCreated": "2017-09-19",
  "dct:created": "2017-09-19",
  "dateModified": "2017-09-19",
  "dct:modified": "2017-09-19",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "New York City Department of Education"
      },
      "name": "Lakisha Odlum"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using the [collection of minstrel shows excerpted from *The Darkey Drama*](https://dp.la/primary-source-sets/sources/1427), the [poster advertising Neil O'Brien and the Great American Super-Minstrels](https://dp.la/primary-source-sets/sources/1423), and the [audio recording of The Peerless Minstrels](https://dp.la/primary-source-sets/sources/1430), describe some of the ways African Americans were represented in blackface minstrel shows. What stereotypes do you see in these performances?\r\n2. One of Du Bois’s most famous quotations about the experience of African Americans in the United States, from his book *The Souls of Black Folk*, states, “One ever feels his two-ness,—an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.” Review the [photograph of Bert Williams](https://dp.la/primary-source-sets/sources/1431), the [publicity portrait of Bert Williams](https://dp.la/primary-source-sets/sources/1432), and the [draft eulogy written by W. E. B. Du Bois](https://dp.la/primary-source-sets/sources/1436). Analyze the relationship between the images and Du Bois’s quotation from *The Souls of Black Folk*. Which image represents what it meant to be an “American” during that era? Which one represents what it meant to be a “Negro” during that era? How do the images reflect the “two warring ideals” Du Bois speaks of? How does the eulogy comment on the double consciousness Williams dealt with? \r\n3. Read pages 7-10 of the [excerpt from Thomas Nelson Page’s *The Negro: A Southerner’s Problem*](https://dp.la/primary-source-sets/sources/1422). What does this text reveal about the tension between white Northerners and white Southerners after the Civil War? Why does Page believe that the white Southerners understood African Americans best? According to Page, why do Northerners not trust Southerners? What do you think about the argument Page makes regarding “respectable” African Americans and those who are not “respectable”? \r\n4. How does the cover of the [sheet music](https://dp.la/primary-source-sets/sources/1434) for “Miss Brown's Cake Walk” subvert common perceptions of blackness perpetuated in blackface minstrel shows? \r\n5. In the [excerpt from *The Complete Minstrel Guide*](https://dp.la/primary-source-sets/sources/1426), William Courtright states on page 3, \"I therefore know the weight of every line and its effect.” What does Courtright mean? How can this statement also apply to the impact his work had on race relations in the United States?"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to use the [collection of minstrel shows excerpted from *The Darkey Drama*](https://dp.la/primary-source-sets/sources/1427), the [sheet music](https://dp.la/primary-source-sets/sources/1428) of “Oh Susanna,” the [audio recording of The Peerless Minstrels](https://dp.la/primary-source-sets/sources/1430), and the [sheet music](https://dp.la/primary-source-sets/sources/1434) for “Miss Brown's Cake Walk” to identify the key elements of minstrel shows, including mood or tone, topics addressed, personalities of characters, and common settings. After students have identified the key elements, ask them to discuss how the mood and tone of the minstrel shows conflict with the mood of the United States with regard to race relations during the late nineteenth and early twentieth century. \r\n2. Spike Lee’s film *Bamboozled* addresses black racial identity in the year 2000 through the metaphor of blackface minstrelsy. Ask students to analyze the documents in this primary source set in relation to the film. Using the [photograph of Bert Williams](https://dp.la/primary-source-sets/sources/1431), the [publicity portrait of Bert Williams](https://dp.la/primary-source-sets/sources/1432), the [recording](https://dp.la/primary-source-sets/sources/1433) of “Nobody Abyssinia,” the [sheet music](https://dp.la/primary-source-sets/sources/1434) for “Miss Brown's Cake Walk”, and the [draft eulogy written by W. E. B. Du Bois](https://dp.la/primary-source-sets/sources/1436), students can compare and contrast the experience of Bert Williams and the experiences of two characters in Spike Lee’s film, “Mantan” and “Sleep’n Eat.”\r\n3. Ask students to practice visual literacy by analyzing the [photograph of Bert Williams](https://dp.la/primary-source-sets/sources/1431) and the [publicity portrait of Bert Williams](https://dp.la/primary-source-sets/sources/1432). Students should describe his body language in both images. What message does it convey and how does it set the mood of each image? Students should then analyze Bert Williams’s gaze in each image. Finally, ask students to compare and contrast similar elements—the cigarette and the shadow. How do body language, gaze, and other aspects of the pictures affect the way the viewer interprets/understands each image? \r\n4. Use sources from this set to complement a lesson on the development of African American music. The abolitionist Frederick Douglass wrote that slave songs “told a tale of woe which was then altogether beyond my feeble comprehension; they were tones loud, long, and deep; they breathed the prayer and complaint of souls boiling over with bitterest anguish. Every tone was a testimony against slavery.” The same “woe” and “anguish” evident in slave songs marks other African American genres like the blues. Ask students to analyze the [recording](https://dp.la/primary-source-sets/sources/1433) of “Nobody Abyssinia,” alongside Langston Hughes’s poem “The Weary Blues,” and to identify the ways in which these resources align with what Douglass says about slave songs. How did these artists use their work as a coping mechanism, a tool for advocacy, and/or an expression of their cultural experiences? A follow-up activity may ask students to reflect on the role of music in their lives and how it may serve similar purposes. \r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/blackface-minstrelsy-in-modern-america",
    "@type": "CreativeWork",
    "name": "Blackface Minstrelsy in Modern America"
  }
}
