{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-title-exploring-the-politics-of-the-gilded-age",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Politics of the Gilded Age",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-25",
  "dct:modified": "2016-04-25",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Ripley High School, West Virginia"
      },
      "name": "Adena Barnette"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Boss Tweed is remembered as the infamous boss of the New York Democratic Party. When he was arrested, what were the charges against him and his political machine? How was he portrayed in the sources of this set, specifically the [invitation](http://dp.la/primary-source-sets/sources/957), the [poem](http://dp.la/primary-source-sets/sources/958), the cartoons, and the [flyer](http://dp.la/primary-source-sets/sources/960)?\r\n2. President Garfield was assassinated by Charles Guiteau in 1883. In Guiteau’s [confession](http://dp.la/primary-source-sets/sources/963), what reasons does he give for the murder? Do Guiteau’s charges hold up against the characterizations of President Garfield in the [book](http://dp.la/primary-source-sets/sources/962) about him?\r\n3. What is the “gold standard” and how does this policy differ from the concept of bimetallism? What were the arguments for and against bimetallism given by Charles Dunbar in his [essay](http://dp.la/primary-source-sets/sources/966) and by William Jennings Bryan in his [“Cross of Gold” speech](http://dp.la/primary-source-sets/sources/967)? Why might Bryan’s push for bimetallism appeal to farmers/grangers and members of the Populist Party? \r\n4. How do the two images of William Jennings Bryan in this set immortalize his political work and religious leanings?\r\n5. Considering the [*National Farm News* book](http://dp.la/primary-source-sets/sources/970) and the [speech from the National Grange Convention](http://dp.la/primary-source-sets/sources/971), for what purposes was the Grange (National Grange of the Order of Patrons of Husbandry) founded? What were the significant issues facing American farmers during the Gilded Age? Were the farmer’s issues helped or hindered by Gilded Age politicians? \r\n6. Analyzing Thomas Nast’s political cartoons in this set to identify and explain the common themes and images in his cartoons. Do modern political cartoons hark back to Nast’s style? Please explain your stance with examples. \r\n"
    },
    {
      "name": "Activity",
      "text": "Using the items in this set, ask students to work together in pairs to create a Thomas Nast-esque political cartoon of one of the following Gilded Age events: a Democratic meeting led by Boss Tweed, the arrest of Charles Guiteau after President Garfield’s assassination, The National Grange opposing the railroad magnates, or William Jennings Bryan’s “Cross of Gold” speech. Ask each pair to create a pen and ink political cartoon and write a 300-word newspaper article to accompany their political cartoon. Display the cartoons and articles in a gallery walk or compile the information digitally into a Gilded Age Class Newspaper. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/patronage-and-populism-the-politics-of-the-gilded-age",
    "@type": "CreativeWork",
    "name": "Patronage and Populism: The Politics of the Gilded Age"
  }
}
