{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-wounded-knee-massacre",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Wounded Knee Massacre",
  "dateCreated": "2016-01-18",
  "dct:created": "2016-01-18",
  "dateModified": "2016-01-18",
  "dct:modified": "2016-01-18",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Franky Abbott"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Consider the sources in this set. What perspectives on the events at Wounded Knee do they share? Which perspectives are missing? How has the absence of these perspectives shaped the history we tell about these events?\r\n2. Examine the correspondence and photographs that document Lakota activities on Pine Ridge leading up to Wounded Knee. What issues and fears does the correspondence show? What do the Lakota appear to be doing? How do both connect to the events that will follow at Wounded Knee? Cite specific evidence to support your ideas.\r\n3. Closely read the illustration of “[the opening of the fight at Wounded Knee](http://dp.la/primary-source-sets/sources/749).” What biases does the artist have? How are these biases manifest in his art? How does this compare and contrast with other accounts of what happened?\r\n4. The [image of civilians burying Lakota dead in a mass grave](http://dp.la/primary-source-sets/sources/752) is one of the most famous photographs of Wounded Knee. How has the photographer staged this photograph? What does this staging tell us about the relationships between the photograph’s subjects and the photographer? About the relationships among the photograph’s subjects?\r\n5. Using the photographs of events after Wounded Knee, explain how conditions impacted these events. Cite evidence from the photographs to support your claims.\r\n6. According to the [situation report](http://dp.la/primary-source-sets/sources/753) and the [school inspection report](http://dp.la/primary-source-sets/sources/754), what were conditions like on Pine Ridge in the aftermath of Wounded Knee? What impact did the massacre have?\r\n7. Using the sources about the 1973 Wounded Knee occupation, compare this event to other civil rights protests. What role does the history of Wounded Knee play in this event?  \t"
    },
    {
      "name": "Activity",
      "text": "1. After acknowledging the absence of documents that address Lakota perspectives on the massacre at Wounded Knee, ask students as a class to brainstorm questions they would ask if they could be time-traveling reporters. What information from Lakota perspectives do we need to make sense of the events leading up to the massacre? During? After? Whom would it be important to interview for a well-rounded view of Lakota experiences at Wounded Knee?\r\n2. Ask students to use the items in this set to create a timeline of the events at Wounded Knee. Where do the documents fit? How does their place on the timeline help us make meaning from them?\r\n3. Ask students to write an essay that explores the connection between the events at Wounded Knee in 1890 and in 1973, citing the sources in the set as evidence and using additional independent research as well. What is the historical relationship between the two? Who are the players and how do they change between the events? What are the grievances that create tension? How are tensions resolved? How are these events remembered?\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-wounded-knee-massacre",
    "@type": "CreativeWork",
    "name": "The Wounded Knee Massacre"
  }
}
