{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-examining-the-exploration-of-the-americas",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Examining Exploration of the Americas",
  "dateCreated": "2016-01-15",
  "dct:created": "2016-01-15",
  "dateModified": "2016-01-20",
  "dct:modified": "2016-01-20",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Weston Public Schools, Massachusetts"
      },
      "name": "Kerry Dunne"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Consider [Bartolomé de Las Casas’s 1542 account](http://dp.la/primary-source-sets/sources/408). What does Las Casas’s perspective reveal about the consequences of New World exploration? What makes this source such an important piece of this set?\r\n2. Examine the [1596](http://dp.la/primary-source-sets/sources/419) and [1630](http://dp.la/primary-source-sets/sources/418) maps, and compare them to a modern map of North and South America. What features are distorted or missing?\r\n3. Photographs in this set show dramatic reenactments of interactions between early British settlers and native peoples. Do you think these depictions are realistic? What do you think is the purpose of these reenactments?\r\n4. Early French explorers of what is today Canada included fur trappers and Jesuit missionaries. After reading the [selection from a Jesuit missionary](http://dp.la/primary-source-sets/sources/416) regarding his interactions with the Abenaki people, what do you think that “the other side of the story” might be from the Abenaki perspective?\r\n5. The [slave shackles](http://dp.la/primary-source-sets/sources/415) are a reminder that exploration, colonization, and the quick transition to African slavery to create a captive labor force in the “new world” were intertwined. What emotions do you feel when you view these shackles?"
    },
    {
      "name": "Activity",
      "text": "Show students the photograph of a man infected with smallpox. Break students up into three groups. Ask group one to research the history of the disease and its impact on the native peoples of the Americas, finding data estimating the number of deaths caused by the disease. Ask group two to research the development of a smallpox vaccine, to find a photo of the small scar left by the inoculation, and to explain how the vaccine was discovered. Ask group three to research the current status of the disease, and to share with the class any potential risks still conceivable from this “eradicated” disease.\r\n\r\nAfter providing twenty minutes for this quick research task, ask each group to share their findings with the class. As a follow up, ask students if they know of any modern diseases that people worry about that may be spread by travel and migration in the same manner that smallpox was spread to the Americas from Europe."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/exploration-of-the-americas",
    "@type": "CreativeWork",
    "name": "Exploration of the Americas"
  }
}
