{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-night-and-the-holocaust",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *Night* and the Holocaust",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-21",
  "dct:modified": "2017-09-21",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Look at the painting entitled [*Indifference*](https://dp.la/primary-source-sets/sources/1536). Explain the meaning of the quotation within the painting. How does this quotation reflect what happened to Elie Wiesel during his time spent in the Nazi death camps? Use textual evidence from *Night* to support your answer. \r\n2. Examine the painting entitled [*Deutsche Kammermusik*](https://dp.la/primary-source-sets/sources/1537) and the painting entitled [*Indifference*](https://dp.la/primary-source-sets/sources/1536). In *Night*, Wiesel and his father were part of the orchestra block at the Monowitz-Buna camp even though neither played an instrument. Why might the Nazi SS have had music playing during selections? Why might Hirschberger, a Holocaust survivor, have painted *Indifference* and *Deutsche Kammermusik* nearly fifty years after his experience in the Nazi concentration camps? How might his need to paint these pictures be similar to Wiesel’s need to write *Night*?\r\n3. Look at the [image of the French violin](https://dp.la/primary-source-sets/sources/1538). In *Night*, Juliek plays Beethoven’s Violin Concerto in D Major, op. 61 to the dying in Gleiwitz after the evacuation of Auschwitz. Wiesel wakes the next morning to find Juliek dead and his violin crushed. Using the internet, find a recording of Beethoven’s Concerto and listen to it. What feelings does the song evoke? Why did Juliek choose this song to play that tragic evening? What might the crushed violin symbolize?\r\n4. Why might someone keep a [stone from a walkway at Auschwitz](https://dp.la/primary-source-sets/sources/1539)? What is the importance of saving something from the past, especially an item that brings painful memories? Have you ever felt compelled to save something to help you remember an experience?\r\n5. Read the [intelligence report and deposition of Kurt Gerstein](https://dp.la/primary-source-sets/sources/1540). What is your initial response to this report? Gerstein was anti-Nazi but still continued to work with the SS; does knowledge of his position make his crime seem less or more evil? How does Gerstein’s account of the selection process compare to Wiesel’s experience at Birkenau? Find textual evidence in *Night* to support your analysis.\r\n6. Read the [personal narrative by Harry Blas](https://dp.la/primary-source-sets/sources/1541) about his experience living in Poland under Nazi rule, his imprisonment in Auschwitz, and his liberation. Find three pieces of textual evidence from Blas’s narrative that show the similarities between his account and Elie Wiesel’s in *Night*. \r\n7. Examine the [aerial photograph of Auschwitz III](https://dp.la/primary-source-sets/sources/1545), the Monowitz-Buna camp, taken three days prior to the evacuation of Auschwitz. The US had been taking aerial photographs of Auschwitz for over a year.   What would be the purpose of this kind of surveillance without intervention? Do you think the Allied forces knew what was happening in these camps scattered throughout Germany and Poland?\r\n8. Analyze the image of the Auschwitz II-Birkenau camp with a view towards the [camp entrance](https://dp.la/primary-source-sets/sources/1543) and the image of the Auschwitz II-Birkenau camp with a view of the [railway and a cattle car](https://dp.la/primary-source-sets/sources/1544). Describe what you see in these photographs. How do these images, taken over seventy years later, contrast with the scene that Wiesel witnessed in 1944? Why do tourists travel to places like Auschwitz? Listen to the excerpt from an [interview with Elie Wiesel](https://dp.la/primary-source-sets/sources/1549). According to Wiesel, why is it important for future generations to never forget the atrocities of the Holocaust? \r\n9. Study the [photograph of Buchenwald inmates](https://dp.la/primary-source-sets/sources/1546) on liberation day. What do you notice about their faces? Their bodies? Their living conditions? \r\n10. Look at the [map of Nazi concentration camps](https://dp.la/primary-source-sets/sources/1547). Why might the Germans have moved Wiesel from Auschwitz III to Buchenwald? Why were the camps closest to the Eastern front closed prior to 1944? "
    },
    {
      "name": "Activity",
      "text": "1. Divide students into groups of three or four. Ask each group to choose one page of the [scrapbook entries documenting the arrival of Lawrence Layden at Buchenwald](https://dp.la/primary-source-sets/sources/1542). Each group should annotate its page and share with other groups, explaining how each page of the scrapbook relates to what Wiesel might have experienced during these days post-liberation. After each group has shared its scrapbook page, ask each student individually to write a one-page reflection about this primary source.\r\n2. Ask students to choose a scene from *Night* and create a visual representation, using the painting entitled [*Deutsche Kammermusik*](https://dp.la/primary-source-sets/sources/1537) and the painting entitled [*Indifference*](https://dp.la/primary-source-sets/sources/1536) as inspiration. Each student should select a quote from the novel that corresponds to their work."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/elie-wiesel-s-night-and-the-holocaust",
    "@type": "CreativeWork",
    "name": "Elie Wiesel's *Night* and the Holocaust"
  }
}
