{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-creation-of-the-us-constitution",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the US Constitution",
  "dateCreated": "2016-01-15",
  "dct:created": "2016-01-15",
  "dateModified": "2016-01-20",
  "dct:modified": "2016-01-20",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Weston Public Schools, Massachusetts"
      },
      "name": "Kerry Dunne"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "For this set, students will need to have access to the full text of the US Constitution and its amendments in addition to the sources in this set. This is usually available in the appendix section of any textbook or can be found online here: [http://www.archives.gov/exhibits/charters/constitution_transcript.html](http://www.archives.gov/exhibits/charters/constitution_transcript.html)\r\n\r\n1. Look at the [depiction of Shays’ Rebellion](http://dp.la/primary-source-sets/sources/420). Why do you think that this “mob” uprising of disillusioned, bankrupt Revolutionary War veterans particularly frightened state authorities and convinced them that the Articles of Confederation provided an insufficient form of government?\r\n2. Look at the images of [Delaware currency](http://dp.la/primary-source-sets/sources/420) and [US currency](http://dp.la/primary-source-sets/sources/431). Why do you think that the need for a unified currency and national regulation of trade within the United States provided a strong motivation for ordinary citizens and businesspeople to support the new constitutional government? Review Article I, Section 8 of the Constitution and list what powers were granted to the federal government to regulate trade and currency.\r\n3. James Madison wrote about a possible solution to lessen the fears of dictatorship that made Americans hesitant to support a strong central government. Read the first page of [The Federalist Papers No. 51](http://dp.la/primary-source-sets/sources/426) and explain how Madison thought that tyranny could be avoided through dividing the federal government into distinct branches.\r\n4. Some anti-federalists such as [Patrick Henry](http://dp.la/primary-source-sets/sources/427), who had famously exclaimed “Give me liberty or give me death” in support of the revolutionary cause, and [John Dickinson](http://dp.la/primary-source-sets/sources/428), author of *Letters from a Pennsylvania Farmer*, often cited their experience as Revolutionary War veterans as a reason for opposing a strong central government or “federalism.” What do you think is the connection between their service to the revolutionary cause and their opposition to a strong federal government?\r\n5. Some reluctant delegates were won over to support the new Constitution when the [Bill of Rights](http://dp.la/primary-source-sets/sources/429), or the first ten amendments, was included. Read a modern, printed, transcription of the Bill of Rights, and list five ways in which the power of the federal government was limited by these amendments."
    },
    {
      "name": "Activity",
      "text": "Project the historic [illustration of Independence Hall](http://dp.la/primary-source-sets/sources/423) in Philadelphia. Ask students how the Hall and the area around it would look different today? Then, project an image of the Hall and the area around it taken recently (you can find many of these images at the [National Park Service’s site](http://www.nps.gov/inde/index.htm)) and ask for their impressions of how it looks today and any differences from the original image. Ask students how times have changed in the United States since the Constitution was drafted in 1787. Then, assign them the following activity to work on in pairs: You and your partner have been selected by the National Park Service to design a plaque outside of Independence Hall, and have been requested to convey how the Constitution has stood the test of time and still guides American government today. After students have created rough sketches of their plaque proposals, ask them to share these with the class.\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/creating-the-us-constitution",
    "@type": "CreativeWork",
    "name": "Creating the US Constitution"
  }
}
