{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/408",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_01_75ce0b3291c6a9f4f8c69d61f2698786_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_01_75ce0b3291c6a9f4f8c69d61f2698786_rep.jpg",
  "name": "An excerpt from Bartolomé de Las Casas’s 1542 account of Spanish conquest of native peoples of the Americas (in Spanish). ",
  "dateCreated": "2016-01-15",
  "dct:created": "2016-01-15",
  "dateModified": "2016-01-15",
  "dct:modified": "2016-01-15",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "exploration-of-the-americas_01_75ce0b3291c6a9f4f8c69d61f2698786.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Library of Congress via HathiTrust.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Las Casas, Bartolomé de, excerpt from “Breve relacion de la destruccion de las Indias occidentales,” Digital Public Library of America, https://dp.la/item/75ce0b3291c6a9f4f8c69d61f2698786.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Translation:\r\nBartolomé de Las Casas, Brief Account of the Devastation of the Indies (1542)\r\n\r\nThe Indies were discovered in the year one thousand four hundred and ninety-two. In the following year a great many Spaniards went there with the intention of settling the land. Thus, forty-nine years have passed since the first settlers penetrated the land, the first so claimed being the large and most happy isle called Hispaniola, which is six hundred leagues in circumference. Around it in all directions are many other islands, some very big, others very small, and all of them were, as we saw with our own eyes, densely populated with native peoples called Indians. This large island was perhaps the most densely populated place in the world. There must be close to two hundred leagues of land on this island, and the seacoast has been explored for more than ten thousand leagues, and each day more of it is being explored. And all the land so far discovered is a beehive of people; it is as though God had crowded into these lands the great majority of mankind.\r\n\r\nAnd of all the infinite universe of humanity, these people are the most guileless, the most devoid of wickedness and duplicity, the most obedient and faithful to their native masters and to the Spanish Christians whom they serve. They are by nature the most humble, patient, and peaceable, holding no grudges, free from embroilments, neither excitable nor quarrelsome. These people are the most devoid of rancors, hatreds, or desire for vengeance of any people in the world. And because they are so weak and complaisant, they are less able to endure heavy labor and soon die of no matter what malady. The sons of nobles among us, brought up in the enjoyments of life's refinements, are no more delicate than are these Indians, even those among them who are of the lowest rank of laborers. They are also poor people, for they not only possess little but have no desire to possess worldly goods. For this reason they are not arrogant, embittered, or greedy. Their repasts are such that the food of the holy fathers in the desert can scarcely be more parsimonious, scanty, and poor. As to their dress, they are generally naked, with only their pudenda covered somewhat. And when they cover their shoulders it is with a square cloth no more than two varas in size. They have no beds, but sleep on a kind of matting or else in a kind of suspended net called bamacas. They are very clean in their persons, with alert, intelligent minds, docile and open to doctrine, very apt to receive our holy Catholic faith, to be endowed with virtuous customs, and to behave in a godly fashion. And once they begin to hear the tidings of the Faith, they are so insistent on knowing more and on taking the sacraments of the Church and on observing the divine cult that, truly, the missionaries who are here need to be endowed by God with great patience in order to cope with such eagerness. Some of the secular Spaniards who have been here for many years say that the goodness of the Indians is undeniable and that if this gifted people could be brought to know the one true God they would be the most fortunate people in the world. \r\n\r\nYet into this sheepfold, into this land of meek outcasts there came some Spaniards who immediately behaved like ravening wild beasts, wolves, tigers, or lions that had been starved for many days. And Spaniards have behaved in no other way during tla! past forty years, down to the present time, for they are still acting like ravening beasts, killing, terrorizing, afflicting, torturing, and destroying the native peoples, doing all this with the strangest and most varied new methods of cruelty, never seen or heard of before, and to such a degree that this Island of Hispaniola once so populous (having a population that I estimated to be more than three million), has now a population of barely two hundred persons.\r\n\r\nThe island of Cuba is nearly as long as the distance between Valladolid and Rome; it is now almost completely depopulated. San Juan [Puerto Rico] and Jamaica are two of the largest, most productive and attractive islands; both are now deserted and devastated. On the northern side of Cuba and Hispaniola he the neighboring Lucayos comprising more than sixty islands including those called Gigantes, beside numerous other islands, some small some large. The least felicitous of them were more fertile and beautiful than the gardens of the King of Seville. They have the healthiest lands in the world, where lived more than five hundred thousand souls; they are now deserted, inhabited by not a single living creature. All the people were slain or died after being taken into captivity and brought to the Island of Hispaniola to be sold as slaves. When the Spaniards saw that some of these had escaped, they sent a ship to find them, and it voyaged for three years among the islands searching for those who had escaped being slaughtered , for a good Christian had helped them escape, taking pity on them and had won them over to Christ; of these there were eleven persons and these I saw.\r\n\r\nMore than thirty other islands in the vicinity of San Juan are for the most part and for the same reason depopulated, and the land laid waste. On these islands I estimate there are 2,100 leagues of land that have been ruined and depopulated, empty of people.\r\n\r\nAs for the vast mainland, which is ten times larger than all Spain, even including Aragon and Portugal, containing more land than the distance between Seville and Jerusalem, or more than two thousand leagues, we are sure that our Spaniards, with their cruel and abominable acts, have devastated the land and exterminated the rational people who fully inhabited it. We can estimate very surely and truthfully that in the forty years that have passed, with the infernal actions of the Christians, there have been unjustly slain more than twelve million men, women, and children. In truth, I believe without trying to deceive myself that the number of the slain is more like fifteen million.\r\n\r\nThe common ways mainly employed by the Spaniards who call themselves Christian and who have gone there to extirpate those pitiful nations and wipe them off the earth is by unjustly waging cruel and bloody wars. Then, when they have slain all those who fought for their lives or to escape the tortures they would have to endure, that is to say, when they have slain all the native rulers and young men (since the Spaniards usually spare only the women and children, who are subjected to the hardest and bitterest servitude ever suffered by man or beast), they enslave any survivors. With these infernal methods of tyranny they debase and weaken countless numbers of those pitiful Indian nations.\r\n\r\nTheir reason for killing and destroying such an infinite number of souls is that the Christians have an ultimate aim, which is to acquire gold, and to swell themselves with riches in a very brief time and thus rise to a high estate disproportionate to their merits. It should be kept in mind that their insatiable greed and ambition, the greatest ever seen in the world, is the cause of their villainies. And also, those lands are so rich and felicitous, the native peoples so meek and patient, so easy to subject, that our Spaniards have no more consideration for them than beasts. And I say this from my own knowledge of the acts I witnessed. But I should not say \"than beasts\" for, thanks be to God, they have treated beasts with some respect; I should say instead like excrement on the public squares. And thus they have deprived the Indians of their lives and souls, for the millions I mentioned have died without the Faith and without the benefit of the sacraments. This is a wellknown and proven fact which even the tyrant Governors, themselves killers, know and admit. And never have the Indians in all the Indies committed any act against the Spanish Christians, until those Christians have first and many times committed countless cruel aggressions against them or against neighboring nations. For in the beginning the Indians regarded the Spaniards as angels from Heaven. Only after the Spaniards had used violence against them, killing, robbing, torturing, did the Indians ever rise up against them....\r\n\r\nOn the Island Hispaniola was where the Spaniards first landed, as I have said. Here those Christians perpetrated their first ravages and oppressions against the native peoples. This was the first land in the New World to be destroyed and depopulated by the Christians, and here they began their subjection of the women and children, taking them away from the Indians to use them and ill use them, eating the food they provided with their sweat and toil. The Spaniards did not content themselves with what the Indians gave them of their own free will, according to their ability, which was always too little to satisfy enormous appetites, for a Christian eats and consumes in one day an amount of food that would suffice to feed three houses inhabited by ten Indians for one month. And they committed other acts of force and violence and oppression which made the Indians realize that these men had not come from Heaven. And some of the Indians concealed their foods while others concealed their wives and children and still others fled to the mountains to avoid the terrible transactions of the Christians.\r\n\r\nAnd the Christians attacked them with buffets and beatings, until finally they laid hands on the nobles of the villages. Then they behaved with such temerity and shamelessness that the most powerful ruler of the islands had to see his own wife raped by a Christian officer.\r\n\r\nFrom that time onward the Indians began to seek ways to throw the Christians out of their lands. They took up arms, but their weapons were very weak and of little service in offense and still less in defense. (Because of this, the wars of the Indians against each other are little more than games played by children.) And the Christians, with their horses and swords and pikes began to carry out massacres and strange cruelties against them. They attacked the towns and spared neither the children nor the aged nor pregnant women nor women in childbed, not only stabbing them and dismembering them but cutting them to pieces as if dealing with sheep in the slaughter house. They laid bets as to who, with one stroke of the sword, could split a man in two or could cut off his head or spill out his entrails with a single stroke of the pike. They took infants from their mothers' breasts, snatching them by the legs and pitching them headfirst against the crags or snatched them by the arms and threw them into the rivers, roaring with laughter and saying as the babies fell into the water, \"Boil there, you offspring of the devil!\" Other infants they put to the sword along with their mothers and anyone else who happened to be nearby. They made some low wide gallows on which the hanged victim's feet almost touched the ground, stringing up their victims in lots of thirteen, in memory of Our Redeemer and His twelve Apostles, then set burning wood at their feet and thus burned them alive. To others they attached straw or wrapped their whole bodies in straw and set them afire. With still others, all those they wanted to capture alive, they cut off their hands and hung them round the victim's neck, saying, \"Go now, carry the message,\" meaning, Take the news to the Indians who have fled to the mountains. They usually dealt with the chieftains and nobles in the following way: they made a grid of rods which they placed on forked sticks, then lashed the victims to the grid and lighted a smoldering fire underneath, so that little by little, as those captives screamed in despair and torment, their souls would leave them....\r\n\r\nAfter the wars and the killings had ended, when usually there survived only some boys, some women, and children, these survivors were distributed among the Christians to be slaves. The repartimiento or distribution was made according to the rank and importance of the Christian to whom the Indians were allocated, one of them being given thirty, another forty, still another, one or two hundred, and besides the rank of the Christian there was also to be considered in what favor he stood with the tyrant they called Governor. The pretext was that these allocated Indians were to be instructed in the articles of the Christian Faith. As if those Christians who were as a rule foolish and cruel and greedy and vicious could be caretakers of souls! And the care they took was to send the men to the mines to dig for gold, which is intolerable labor, and to send the women into the fields of the big ranches to hoe and till the land, work suitable for strong men. Nor to either the men or the women did they give any food except herbs and legumes, things of little substance. The milk in the breasts of the women with infants dried up and thus in a short while the infants perished. And since men and women were separated, there could be no marital relations. And the men died in the mines and the women died on the ranches from the same causes, exhaustion and hunger. And thus was depopulated that island which had been densely populated.",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_02a_41eb45e147711bf35cfae9ec289b3a56_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_02a_41eb45e147711bf35cfae9ec289b3a56_rep.jpg",
      "name": "A 1791 illustration of Bartolomé de Las Casas. ",
      "@id": "https://dp.la/primary-source-sets/sources/409"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_03_053e2477d310990f0617fcb154c112c5_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_03_053e2477d310990f0617fcb154c112c5_rep.jpg",
      "name": "An 1866 illustration of early Spanish colonization in the Caribbean islands. ",
      "@id": "https://dp.la/primary-source-sets/sources/410"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_04_a2647a2d5dce9db524f6e2f556d35819-01_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_04_a2647a2d5dce9db524f6e2f556d35819-01_rep.jpg",
      "name": "A 1910 photograph of a man infected with variola, also known as smallpox. ",
      "@id": "https://dp.la/primary-source-sets/sources/411"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_05_3d89869a9e03ac65604b40048e01e29e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_05_3d89869a9e03ac65604b40048e01e29e_rep.jpg",
      "name": "A modern photograph of a Spanish mission in Santa Barbara, California.",
      "@id": "https://dp.la/primary-source-sets/sources/412"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_06_7f87a5af5d9f8f58f46b3019c90ba947_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_06_7f87a5af5d9f8f58f46b3019c90ba947_rep.jpg",
      "name": "A late-nineteenth-century photograph of a recreation by Pamunkey Indians of Pocahontas saving the life of John Smith.",
      "@id": "https://dp.la/primary-source-sets/sources/413"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_07_c0b93540bf1b8f4572f973f08174863d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_07_c0b93540bf1b8f4572f973f08174863d_rep.jpg",
      "name": "1920s photograph recreating the interactions between newly arrived Pilgrims and native people in Plymouth, Massachusetts.",
      "@id": "https://dp.la/primary-source-sets/sources/414"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_08_aa88b7ba381ef6706f82a923cdb6584f_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_08_aa88b7ba381ef6706f82a923cdb6584f_rep.jpg",
      "name": "Nineteenth-century slave shackles.",
      "@id": "https://dp.la/primary-source-sets/sources/415"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_09_add36cdf1f185c62e6a22dc50638ad5d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_09_add36cdf1f185c62e6a22dc50638ad5d_rep.jpg",
      "name": "A 1722 letter from a French Jesuit Missionary about his experience living among the Abnaki people in eastern Canada.",
      "@id": "https://dp.la/primary-source-sets/sources/416"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_10a_f5c7afd601b4302faf6b0fe288ddb9f9_thumb.jpeg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_10a_f5c7afd601b4302faf6b0fe288ddb9f9_rep.jpeg",
      "name": "A 1902 illustration of an early French fur trapper in Canada. ",
      "@id": "https://dp.la/primary-source-sets/sources/417"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_11_dad0f54a099fd2ca917e601d0fe9b6f9_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_11_dad0f54a099fd2ca917e601d0fe9b6f9_rep.jpg",
      "name": "A 1630 map of the Americas including settlements and Native populations. ",
      "@id": "https://dp.la/primary-source-sets/sources/418"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_12a_582165f7aae1ca32572450d833bc9096_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/exploration-of-the-americas_12a_582165f7aae1ca32572450d833bc9096_rep.jpg",
      "name": "A 1596 map of the Americas featuring illustrations of four prominent explorers.",
      "@id": "https://dp.la/primary-source-sets/sources/419"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/exploration-of-the-americas",
    "@type": "CreativeWork",
    "name": "Exploration of the Americas"
  }
}
