{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1876",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_04_686691e8a152f376af25d903b197616a_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_04_686691e8a152f376af25d903b197616a_rep.jpg",
  "name": "A petition by Eli Whitney to the US Congress requesting renewal of his cotton gin patent, 1812.",
  "dateCreated": "2018-02-23",
  "dct:created": "2018-02-23",
  "dateModified": "2018-02-28",
  "dct:modified": "2018-02-28",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "cotton-gin_04_686691e8a152f376af25d903b197616a.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of the National Archives and Records Administration.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "U.S. House of Representatives, “Petition of Eli Whitney requesting the renewal of his patent on the cotton gin,” Digital Public Library of America, https://dp.la/item/686691e8a152f376af25d903b197616a.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "In this petition to the US Congress, titled as a “memorial,” Eli Whitney makes the case for the renewal of his patent for a cotton gin. He narrates the history of his invention, patent, and subsequent legal challenges. Whitney applied for his original patent in 1793 and he received it in 1794, but it was not validated until 1807. Because of a loophole in the 1793 patent act, Whitney and his partners could not collect any money from their lawsuits against copycats until the law was changed in 1800 to allow for the awarding of damages for patent infringement. Congress did not approve this request to renew Whitney’s patent in 1812.\r\n\r\nTranscription: \r\n\r\nTo the Honorable the Senate and House of Representatives in Congress assembled,<br>\r\nThe Memorial of Eli Whitney<br>\r\nRespectfully showeth,\r\n \r\nThat your memorialist is the inventor of the machine with which the principal part of the Cotton raised in the United States is cleaned & prepared for market. That being in the State of Georgia in the year 1793, he was informed by the planters that the agriculture of that state was unproductive, especially in the interior, where it produced little or nothing for exportation. That attempts had been made to cultivate cotton: but that the prospect of success was not flattering. That of the various kinds which had been tried in the interior, none of them were productive, except the Green seed cotton, which was so extremely\r\n \r\n[page 2]<br>\r\ndifficult to clean, as to discourage all further attempts to raise it. That it was generally believed this species of cotton might be cultivated with great advantage, if any cheap and expeditious method of separating it from its seeds could be discovered—and that such a discovery would be highly beneficial both to the public and the invention.\r\n \r\nThese remarks first drew the attention of your memorialist to this subject and after considerable reflection he became impressed with a belief that this desirable object might be accomplished. At the same time he could not but entertain doubts, whether he ought to suffer any prospect of so precarious a nature as that which depends upon the success of new projects to divert his attention from a regular profession.\r\n \r\nAbout this time Congress passed a new Patent Law, which your memorialist\r\n \r\n[page 3]<br>\r\nconsidered as a premium offered to any citizen who should devote his attention to useful improvements and as a pledge from his country that in case he should be successful, his rights and his property would be protected.\r\n \r\nUnder these impressions your memorialist relinquished every other object of pursuit and devoted his utmost coercions to reduce his invention, which, as yet was little more than a floating image of the mind, to practical use—and fortunately for the Country he succeeded in giving form to the conceptions of his imagination and to matter a new mode of existence and the result of this new modification of matter was everything that could be wished.\r\n \r\nAfter reducing his theory to practice by effectual and successful experiments your memorialist took out a patent.\r\n\r\n[page 4]<br>\r\nSo alluring were the advantages developed by this invention that in a short time the whole attention of the planters of the middle and upper country of the Southern States was turned to planting the Green Seed Cotton. The means furnished by this discovery of cleaning that species of cotton were at once so cheap and expeditious and the prospect of advantage so alluring that it suddenly became the general crop of the country.\r\n \r\nLittle or no regard however was paid to the claims of your memorialist—and the infringement of his rights became almost as extensive as the cultivation of cotton. He was soon reduced to the disagreeable necessity of resorting to courts of Justice for the protection of his property.\r\n \r\nAfter the unavoidable delays which usually attend prosecutions of this kind\r\n \r\n[page 5]<br>\r\nand a laboured trial, it was discovered that the Defendants had only used—and that was the law then stood they must both make and use the machine or they could not be liable. The Court decided that it was a fatal, though inadvertent defect in the law and gave judgment for the Defendants.\r\n \r\nIt was not until the year 1800 that this defect in the law was amended. Immediately after the amendment of the law, your memorialist commenced a number of suits but so effectual were the means of procrastination and delay, resorted to, by the Defendants, that he was unable to obtain any decision on the merits of his claim until the year 1807—not until he had been eleven years in the Law and thirteen years of his patent term had expired.\r\n \r\nA compromise has been made with several of the States to which your memorialist has assigned his right and relinquished all further claims; but from the state in\r\n \r\n[page 6]<br>\r\nwhich he first made and introduced his invention, and which has derived the most signal benefits from it, he has realized nothing—and from no state has he received the amount of half a cent per pound on the cotton cleaned with his machine, within that state in only one year.\r\n \r\nEstimating the value of the labour of one man at twenty cents per Day, the whole amount which has been realized by your memorialist for his invention is not equal to the value of the labour saved in one hour by his machines, now in use, in the U[nited] States.\r\n \r\nPermit your memorialist further to remark that by far the greatest part of the cotton raised in the United States has been & must of necessity continue to be the Green Seed. That, before the invention of your memorialist, the value of this species of cotton after it was cleaned was not equal to the expense of cleaning it. That since the cultivation of this species has been a great\r\n \r\n[page 7]<br>\r\nsource of wealth to the community & of riches to thousands of her citizens. That as a labour-saving machine it is an invention which enables one man to perform in a given time that which would require a thousand men without its aid to perform in the same time. In short that it furnished to the whole family of mankind the means of procuring the article of cotton, that important raw material, which constitutes a great part of their clothing at a much cheaper rate.\r\n \r\nYour memorialist begs leave further to state that a confident expectation that his case would be embraced in the general law which Congress has for several years had under its ideation, has prevented his making an earlier application. That the expenses incurred by him in making and introducing this useful improvement and establishing his claim to its invention, have absorbed great proportion of what he has received, from those states with which he has made a compromise.\r\n \r\n[page 8]<br>\r\nThat he humbly conceives himself fairly entitled to a further remuneration from his Country—and that he ought to be admitted to a more liberal participation with his fellow citizens, in the benefits of his invention.\r\n \r\nHe therefore prays your Honourable Body to take his case into consideration and authorize the renewal of his Patent or grant such other relief, as Congress in their wisdom and their justice may deem meet and proper.\r\n \r\nEli Whitney\r\n \r\nWashington 16th Apr. 1812.\r\n \r\nPetition of Eli Whitney\r\n \r\n20th April 1812<br>\r\npresented\r\n \r\n22 Apr. 1812<br>\r\nRef to Mr. Lowndes<br>\r\nMr Pitkin<br>\r\nMr. State of Georgia<br>\r\nMr. Nelson and<br>\r\nMr. Gray\r\n \r\nBill presented\r\n \r\nMiscellaneous<br>\r\nVol II: page 183 = No. 319<br>\r\n12th Congress",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_05_e47a5c0f2591ef747caec05f3cbd0c93_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_05_e47a5c0f2591ef747caec05f3cbd0c93_rep.jpg",
      "name": "An excerpt from an 1898 book about cotton that details the invention of the saw gin and the ginning and baling processes.",
      "@id": "https://dp.la/primary-source-sets/sources/1877"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_06_818f62f6b9cb0b9c2f5f93d6490b50cf_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_06_818f62f6b9cb0b9c2f5f93d6490b50cf_rep.jpg",
      "name": "An 1868 advertisement from the Albany Cotton Gin Manufacturing Company for the Star Cotton Gin and Condenser.",
      "@id": "https://dp.la/primary-source-sets/sources/1878"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_07_985cf07abeb336d7d90915d48626ced5_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_07_985cf07abeb336d7d90915d48626ced5_rep.jpg",
      "name": "A map of US cotton production in 1880 with charts showing figures for the import and export of cotton from 1821 to 1880.",
      "@id": "https://dp.la/primary-source-sets/sources/1879"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_08_80b821ee9cc395a73fabc2f014290546_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_08_80b821ee9cc395a73fabc2f014290546_rep.jpg",
      "name": "A map of the agricultural regions of the United States, showing changes in cotton production between 1839 and 1924.",
      "@id": "https://dp.la/primary-source-sets/sources/1880"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_09_f9a45eded1e670d3b33fcdff9147b396_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_09_f9a45eded1e670d3b33fcdff9147b396_rep.jpg",
      "name": "A map showing the distribution of the population of enslaved people in the United States, 1861.",
      "@id": "https://dp.la/primary-source-sets/sources/1881"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_10_d626079d2e1e8bfb8dcfa48028e13a16_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_10_d626079d2e1e8bfb8dcfa48028e13a16_rep.jpg",
      "name": "A broadside advertising an auction of forty-four enslaved people in Charleston, South Carolina, 1859-1860.",
      "@id": "https://dp.la/primary-source-sets/sources/1882"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_11_d2a0750be7506b98e72b7b299cf5c49b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_11_d2a0750be7506b98e72b7b299cf5c49b_rep.jpg",
      "name": "An illustration of enslaved people laboring on a cotton plantation, 1859.",
      "@id": "https://dp.la/primary-source-sets/sources/1883"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_12_89f4abb49a39e2040e928aecc46315af_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_12_89f4abb49a39e2040e928aecc46315af_rep.jpg",
      "name": "A photograph of African American women and children in a cotton field, 1860s.",
      "@id": "https://dp.la/primary-source-sets/sources/1884"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_13_ac3a00aa76a4822d36bcd6c3f712b578_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_13_ac3a00aa76a4822d36bcd6c3f712b578_rep.jpg",
      "name": "A stereo card depicting African American women and children picking cotton in a field.",
      "@id": "https://dp.la/primary-source-sets/sources/1885"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_14_53b17b5362e4e0f299d66d9d765d3d1e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_14_53b17b5362e4e0f299d66d9d765d3d1e_rep.jpg",
      "name": "A stereo card of an African American worker beside a cotton gin.",
      "@id": "https://dp.la/primary-source-sets/sources/1886"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_15_0569f4c0477c93bdabb9fce3d982007d_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_15_0569f4c0477c93bdabb9fce3d982007d_rep.jpg",
      "name": "A *Harper’s Weekly* illustration of enslaved people operating an early cotton gin, 1869.",
      "@id": "https://dp.la/primary-source-sets/sources/1887"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_01_4d53ed3e297b790074bb79a28ce09d36_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_01_4d53ed3e297b790074bb79a28ce09d36_rep.jpg",
      "name": "A photograph of a cotton plant in bloom.",
      "@id": "https://dp.la/primary-source-sets/sources/1873"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_02_84f0ff53a04e2536d1f59de01fabb2b6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_02_84f0ff53a04e2536d1f59de01fabb2b6_rep.jpg",
      "name": "A reproduction of Eli Whitney’s cotton gin model, patented in 1794.",
      "@id": "https://dp.la/primary-source-sets/sources/1874"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_03_8a7f0d605855a20616536112304586f5_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cotton-gin_03_8a7f0d605855a20616536112304586f5_rep.jpg",
      "name": "A contract between Eli Whitney and the State of Tennessee for use of the cotton gin, 1807.",
      "@id": "https://dp.la/primary-source-sets/sources/1875"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cotton-gin-and-the-expansion-of-slavery",
    "@type": "CreativeWork",
    "name": "Cotton Gin and the Expansion of Slavery"
  }
}
