{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-yellow-fever-epidemic-of-1878",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Yellow Fever Epidemic of 1878",
  "dateCreated": "2016-04-10",
  "dct:created": "2016-04-10",
  "dateModified": "2016-04-11",
  "dct:modified": "2016-04-11",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. At the time of the 1878 epidemic, doctors and scientists did not yet know exactly what caused yellow fever. Dr. Summers describes yellow fever as the “most formidable malady known to warm latitudes” and the “curse of our land.” Based on chapter one of [*Yellow Fever*](http://dp.la/primary-source-sets/sources/1239), explain what factors doctors had identified as possible causes of yellow fever. What causes does Dr. Summers rule out? Given that the disease is transmitted via mosquito bite, how accurate or “close” do you think nineteenth-century scientists were to identifying the cause of the disease? \r\n2. Using [*Yellow Fever*](http://dp.la/primary-source-sets/sources/1239) and the [map](http://dp.la/primary-source-sets/sources/1240), explain how the 1878 epidemic challenged and/or confirmed prevailing knowledge about the circumstances under which yellow fever occurred.\r\n3. What do the *Frank Leslie’s* [excerpt about the yellow-fever camps](http://dp.la/primary-source-sets/sources/1243) and the [image of hungry citizens](http://dp.la/primary-source-sets/sources/1245) reveal about the impact of the disease beyond the medical crisis?\r\n4. What does the title of [Dr. Dromgoole’s book](http://dp.la/primary-source-sets/sources/1246) tell you about the epidemic?\r\n5. Much of the medical care provided during the yellow fever epidemic was offered by volunteer organizations including the Howard Association and Sisters of Charity. What do the \"[Brave Women in Memphis](http://dp.la/primary-source-sets/sources/1246)” excerpt from Dr. Dromgoole’s book and the “[Sisters of Charity](http://dp.la/primary-source-sets/sources/1241)\" illustration reveal about the role of women in treatment?\r\n6. Based on the [report from the expedition of the War Department](http://dp.la/primary-source-sets/sources/1248), what can you infer about the involvement of the federal government in addressing the fever epidemic? How helpful do you think the efforts of this expedition were?\r\n7. Using the [image from New York](http://dp.la/primary-source-sets/sources/1249) and the [letter from Boston abolitionist William Lloyd Garrison](http://dp.la/primary-source-sets/sources/1250), what can you learn about how Northern communities reacted to the yellow fever epidemic?\r\n8. Using the [Sanitary Code of New Orleans](http://dp.la/primary-source-sets/sources/1251), explain some ways the city applied lessons learned during the 1878 outbreak. The link between mosquito bites and the transmission of yellow fever was discovered shortly after this document was published. How do you think that discovery would impact the guidelines provided in this document?"
    },
    {
      "name": "Activity",
      "text": "Ask students to imagine themselves as news reporters during the 1878 yellow fever outbreak. Using the primary sources in this set, ask students to write an article about some aspect of the crisis. They should select at least three figures (real or imagined) featured in the sources of this set. For example, students may elect to “interview” one of the hungry Memphis residents waiting for food, a person who lived in the Father Matthew refugee camp, a Howard Association doctor, or one of the participants in the War Department expedition. Ask students to consider their angle and (imagined) audience. What questions would your students ask of their “interviewees”? "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-yellow-fever-epidemic-of-1878",
    "@type": "CreativeWork",
    "name": "The Yellow Fever Epidemic of 1878"
  }
}
