{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-birth-of-the-superhero-comic-book",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Birth of the Superhero Comic Book",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-26",
  "dct:modified": "2017-09-26",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Lexington School District One, South Carolina"
      },
      "name": "Albert Robertson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Look at the [January 1939 issue of *Action Comics* featuring Superman](https://dp.la/primary-source-sets/sources/1513). This was the character that set the superhero comic book into motion. Why do you think America was ready for this new genre? What historical context can you give this character and his enduring legacy? \r\n2. In 1939 a new superhero burst onto the scene: Batman. Examine the [first issue of *Batman*](https://dp.la/primary-source-sets/sources/1514). Superman aimed to serve “truth, justice, and the American way,” but Batman was a darker character, seeking to rid city streets of gangsters and others who took advantage of the weak. What other major differences do you see between these characters? \r\n3. During the 1940s, Captain Marvel was even more popular than Superman. Look at the [comic book featuring Captain Marvel](https://dp.la/primary-source-sets/sources/1515) and listen to the [radio interview](https://dp.la/primary-source-sets/sources/1516). What set Captain Marvel and his genre apart from others that preceded it? What drew people to these characters? Historically speaking, what else was going on in the world that allowed for this genre to take flight?\r\n4. Consider the [photograph of a boy reading *Captain America*](https://dp.la/primary-source-sets/sources/1517), the [1943 cover of *Batman*](https://dp.la/primary-source-sets/sources/1518), and the “[Stamp Day for Superman](https://dp.la/primary-source-sets/sources/1519)” episode. How did comics hope to influence young readers? What strategies did they use to influence young readers? In what ways did they contribute to the war effort? \r\n5. In his [report](https://dp.la/primary-source-sets/sources/1520), what reasons does Charles S. Rhyne give to support his claims against comic books? Analyze Rhyne's position, and compare his position to contemporary arguments regarding violence and sexuality in video games, movies, and/or music lyrics.\r\n6. Why do you think that it was not until the 1960s that mainstream comics publishing included an African American superhero? Examine the [cover of *Negro Heroes*](https://dp.la/primary-source-sets/sources/1521). What is the aim of this comic book? \r\n7. Compare the portrayals of superheroes in this set to contemporary portrayals of superheroes, especially with regard to race and ethnicity, gender, and sexual orientation.\r\n8. Examine the [cover of *All Star Comics* featuring Wonder Woman](https://dp.la/primary-source-sets/sources/1523) and the [cover of *Jungle Comics*](https://dp.la/primary-source-sets/sources/1522). In what ways were female characters in “golden age” superhero comics a reflection of the world in which they lived? In what ways did they reject social norms of this era? When analyzing the [cover of *Jungle Comics*](https://dp.la/primary-source-sets/sources/1522), for example, consider the meaning of the female figure’s costume (does it serve to objectify her or show her rejection of convention?), her position (is she powerful or shielded?), and the setting.  "
    },
    {
      "name": "Activity",
      "text": "In 2017, Wonder Woman was briefly part of a United Nations social-media campaign. Anne Marie Goetz, former Chief Advisor of Peace and Security at UN Women, tweeted her disgust that “the UN substitutes [a] sexualized fake for [a] real woman leader.” Ask students to research this incident and the history of controversy about whether Wonder Woman is a feminist or anti-feminist figure. Students should present their findings to the class as a debate or in a series of oral reports."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/truth-justice-and-the-birth-of-the-superhero-comic-book",
    "@type": "CreativeWork",
    "name": "Truth, Justice, and the Birth of the Superhero Comic Book"
  }
}
