{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-their-eyes-were-watching-god",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *Their Eyes Were Watching God*",
  "dateCreated": "2016-01-16",
  "dct:created": "2016-01-16",
  "dateModified": "2016-01-16",
  "dct:modified": "2016-01-16",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "New York City Department of Education"
      },
      "name": "Lakisha Odlum"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Based on the documents included in this set, why did Zora Neale Hurston’s *Their Eyes Were Watching God* receive negative reviews from African American writers of her generation?\r\n2. In W. E. B. Du Bois’s essay “Criteria of Negro Art” (1926), Du Bois asserts, “Thus all art is propaganda and ever must be, despite the wailing of the purists. I stand in utter shamelessness and say that whatever art I have for writing has been used always for propaganda for gaining the right of black folk to love and enjoy.” What is Zora Neale Hurston’s view on the concept of black art as propaganda based on her essay “[Art and Such](http://dp.la/primary-source-sets/sources/539)”? What would Du Bois’s opinion be of the “political work” of *Their Eyes Were Watching God*? \r\n3. The New Negro Movement was an attempt to remake the image of African Americans. Many scholars of the era believed that one way to do so was to omit the folk from artistic representations of blacks in America because folk culture did not assimilate into mainstream society. How do the items in this source set complicate early- to mid-twentieth-century views of the folk? What compelled Hurston to tell the story of the folk although folk culture was seen as insignificant? \r\n4. Identify three characters from the novel who are traditional representations of the folk. How do Hurston’s representations of them challenge traditional beliefs about the folk?"
    },
    {
      "name": "Activity",
      "text": "Historical Background Small Group Assignment: \r\n\r\nOne of the reasons why Their Eyes Were Watching God is an important American text is because it depicts a flourishing African American community in the South. Students reading Hurston’s work should be familiar with the development of African American communities after Reconstruction, and the philosophies and ideologies that shaped the education and training of African Americans of that era. This activity will give students an opportunity to engage with texts that contributed to the conversation on racial uplift and African American education. \r\n\r\nStudents should be broken into groups. Each group should consider either “[What the negro has done for himself](http://dp.la/primary-source-sets/sources/544)” by Lewis Baxter Moore or “[Education not exclusive](http://dp.la/primary-source-sets/sources/545)” by Booker T. Washington. Each group should identify three to four key points from the reading, then move into the discussion and analysis questions for their specific text. \r\n\r\nFor the first: How does Eatonville represent the tenets of “racial uplift” (both the fictional Eatonville of the novel, and the historical Eatonville represented in the photographs in this source set)? What are the affordances and limitations of the ideas presented in Moore’s text? Who is Moore’s audience, and what rhetorical strategies does he use to appeal to this audience?\r\n\r\nFor the second: How does Booker T. Washington’s philosophy align with the work of the Robert Hungerford Industrial School as shown in its report? What are the affordances and limitations of the ideas presented in Washington’s text? How do you think Hurston would respond to Washington’s philosophy? Consider her view of the folk, her critique of many African American scholars, and her academic background and career choice.\r\n\r\nEach group should write up its findings and present them briefly to the larger class."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/their-eyes-were-watching-god-by-zora-neale-hurston",
    "@type": "CreativeWork",
    "name": "*Their Eyes Were Watching God* by Zora Neale Hurston"
  }
}
