{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-treaty-of-versailles",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Treaty of Versailles",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-27",
  "dct:modified": "2018-02-27",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Lexington School District One, South Carolina"
      },
      "name": "Albert Robertson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Read [President Woodrow Wilson’s Fourteen Points](https://dp.la/primary-source-sets/sources/1889). Which ideas are in practice today? Which of his points do you agree with? Which ones do you think would prove controversial, both in 1918 and today? \r\n2. The United States entered World War I on April 2, 1917, but European soldiers had already been at war for three years since the assassination of Archduke Franz Ferdinand in 1914 lit the fuse that started the conflict. Watch the [video footage of Armistice Day](https://dp.la/primary-source-sets/sources/1890). How do you think the US and Europeans differed in how they received the news of the armistice?\r\n3. Read the speeches by [Senator Henry Cabot Lodge](https://dp.la/primary-source-sets/sources/1891) and [President Woodrow Wilson](https://dp.la/primary-source-sets/sources/1892) and compare their arguments for and against the League of Nations.\r\n4. Look at the [map of new national boundaries in Europe](https://dp.la/primary-source-sets/sources/1894). List major changes to the map of Europe as a result of the Treaty of Versailles. What, if any, social, political, economic, or cultural conflicts could arise from these changes?\r\n5. Watch the [newsreel footage of the signing of the Treaty of Versailles](https://dp.la/primary-source-sets/sources/1895). What do you notice about the slides in between the footage? Does the video represent a biased perspective? Describe why or why not.\r\n6. Compare the [photograph of German delegates listening to the terms of the treaty](https://dp.la/primary-source-sets/sources/1896), the [photograph of the German diplomats leaving Versailles](https://dp.la/primary-source-sets/sources/1897), and the [political cartoon about German attitudes towards the treaty](https://dp.la/primary-source-sets/sources/1898), which offer insight into the German side of the signing of the treaty. Based on these images, how did the Germans feel about being forced to accept the Allies’ terms?\r\n7. The excerpt from “[What Everyone Should Know about the Treaty of Peace](https://dp.la/primary-source-sets/sources/1899),” and the [political campaign leaflet in support of the Social Democratic Party](https://dp.la/primary-source-sets/sources/1901) focus on the economic implications of the Treaty of Versailles. List the major economic effects of the treaty described in these sources and cite textual evidence.\r\n8. The postcards titled “[A German Matter of Existence](https://dp.la/primary-source-sets/sources/1900),” and “[Never Forget the Shameful Peace at Versailles!](https://dp.la/primary-source-sets/sources/1902)” focus on the political ramifications of the Treaty of Versailles. Use these images to describe how Hitler and others used the treaty to advance their political ideas."
    },
    {
      "name": "Activity",
      "text": "1. Ask students to consider the following question: Which argument does the [advertisement for a mass meeting about the League of Nations](https://dp.la/primary-source-sets/sources/1893) support, [Henry Cabot Lodge’s](https://dp.la/primary-source-sets/sources/1891) or [Woodrow Wilson’s](https://dp.la/primary-source-sets/sources/1892)? Ask students to draw or find a political cartoon that offers a different perspective on the League of Nations and write a detailed description that explains whether it supports Lodge’s or Wilson’s viewpoint.\r\n2. Pose this question to students: If you could go back and be present at the peace talks that led to the writing of the Treaty of Versailles, what advice would you give to the “Big Four?” What advice would you give to Germany? Have students write a paragraph explaining what they would do, if anything, to change the terms of the Treaty of Versailles."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/treaty-of-versailles-and-the-end-of-world-war-i",
    "@type": "CreativeWork",
    "name": "Treaty of Versailles and the End of World War I"
  }
}
