{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1501",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_rep.jpg",
  "name": "An 1818 talk by Tennessee Governor Joseph McMinn to the Cherokee Council on the Treaty of the Cherokee Agency and plans for Indian removal.",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-20",
  "dct:modified": "2017-09-20",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Tennessee State Library and Archives via Digital Library of Georgia.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "“Proceedings of [the Cherokee] Council [including a talk from Jos[eph] McMinn, Governor of Tennessee], 1818 May, Cherokee Agency,” Digital Public Library of America, https://dp.la/item/9adc6b9c15eecdd51680fb55ee46d07b.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "Cherokee Council minutes for May 20, 1818 include remarks from Joseph McMinn, the governor of Tennessee. He appeared before the Cherokee to discuss the Treaty of the Cherokee Agency, which had been signed on July 8, 1817, and the federal government’s plan to remove Native Americans east of the Mississippi River and “civilize” them.\r\n\r\nTranscription:\r\n\r\nCherokee Agency 20th May 1818 <br/>\r\nTo the Cheifs Head men and warriors of the Arcansas and Cherokee Nationnow Assembled at the request of the President of the United States \r\n\r\nFriends and Brothers --<br/>\r\nIt affords me great pleasure even to see so many of you present on this Occasion, and will not be less so to your Father the President of the United States to be informed that so many of his red Children have attended to the reading and explanation of the Treaty entered into last Summer between you and the United States. You have now heard the Treaty read and you have listened well, And I hope by a friendly conversation with each Other, you will be able to give it a proper construction, and to satisfy the minds of those who have never had an Opportunity of being informed of its true intent and meaning; and so soon as that is done it will put a total stop, to all disputes which have so unhappily\r\n\r\n[page 2]<br/>\r\nDivided for some time past a Nation of People whose former habits and customs with each Other were well calculated to make them happy, and to restore this disirable Blessing among you formed the greatest part of your Fathers wishes in calling you together; and I am Authorized to require you in his name, to reach out the hand of Brotherly friendship to each Other; as it is by these means a lone [alone] that your existence as a nation can be preserved and to give force to this remark I will introduce the advice of our great and beloved Father General Washington, to his white Children in his farwell [farewell] Talk before his death, he said, United you stand, divided you fall: as much as to say, my Children if you remain like Brothers in your present happy union, you will be able to stand and support your national existance , not only against divisions amongst yourselves, but against all your enimies from the Other side of the big water. His Children have listened to his talk and I call on my aged Brothers now present who have witnessed the rising greatness of this nation, to\r\n\r\n[page 3]<br/>\r\nSay wheather you do not believe its present high Standing is much Owing to a friendly disposition towards each Other, which has prevailed amongst the American people both in peace and in war. --\r\nFriends and Brothers. We who are present here have met for purposes which I earnestly hope will produce much good to both red and whites, we all possess equal rights to speak. And I hope now will return home from this place, who either wish to make remarks on the Treaty or to ask questions respecting it, which I promise to answer in the most satisfactory manner, within my power.\r\nFriends and Brothers It is my duty on this occasion to call your attention back as far as the period when your Father Washingtonwas president of the United States; it was him alone that laid the foundation of your past present and future prosperity: his Fatherly eye foresaw the danger to which you would be exposed from his white children living so near to his red childrens settlements: he\r\n\r\n[page 4]<br/>\r\nTherefore resolved upon taking such measures with you; as in due time would render you fit, for a state of Civil Society; and make you members of his own great family: to effect this human and generous plan, with the least possible delay he ordered you to be furnished with all the implements of Husbandry; and your women with wheels looms Chards &c to enable them and you to cloathe and feed your families; which he knew could not much longer be done by the Gun and the Bow; as your game was nearly gone. He Ordered Schools to be kept giving light to your minds, not less for the purpose of enabling you to form a correct knowledge of the great Spirit above, than for acquiring the art of reading and writing, without which you would be unable to transact your trade and intercourse with one another.\r\nWith these advantages derived from the United Statesyou contented yourselves, until the latter part of the year 1808; when two depu\r\n\r\n[page 5]<br/>\r\ntations went on to the City of Washington conducted by your agent Colonel Meigs; One of whom addressed Mr. Jefferson the President of the United States; by expressing a desire to be engaged in the pursuits of agriculture and civilized life; and stating at the same time the impossibility of inducing the Nation at large to embrace those measures; therefore requesting for themselves that their Country should be divided including all the waters of the Highwassee River to the upper Towns, that by drawing their society within small limits they proposed to begin the establishment of fixed laws, and regular Government --\r\nI can not but express the pleasure it affords me to find that the measures taken by your Father the President, for affecting your civilization is the same in principal which you proposed yourselves, you asked about One fourth part of your whole territory to be laid off for you] and the President now asks each Cherokee family to hold in reservation 640 acres: I repeat it again that I am happy to find that a perfect agreement exists with the rulers of both Nations\r\n\r\n[page 6]<br/>\r\nAs to the best means to be used for your advancement into a state of civilized life; namely by lessening your territorial claims; which will necessarily attract your attention from the Gun and the[?]; and render the farmers life your indispensable pursuit. With regard to the Deputies from the lower Towns, they asked their Fathers permission to form a settlement on the west of the Mississippi and adduced as reasons. 1st That they chose to continue -- the hunters life and secondly they complained of the great Scarcity of Game in the Country in which they then lived. Now friends and Brothers I wish you to listen, while I call your attention to a short consideration, of those applications made by the two Deputations to Mr. Jefferson as it was from them; the late treaty Originated, and in fact from them, has sprung the present situation, and state of your national affairs. I earnestly hope that all former displeasure respecting an exchange of Countries will\r\n\r\n[page 7]<br/>\r\nBe forgotten by all parties; and on the part of the United States your Father the President, in his speech to the Arkansas Delegation Stated, that it would be better for his Red, and white Children. that the Cherokees should move west of the Mississippi by which removal he added, that we should be kept more apart; and consequently less liable to quarrels and Bloodshed; which seem to be daily increasing, and threatening the well disposed of both Nations. Friends and Brothers, I beg leave to call your attention to the propositions; made by both your parties, to Mr. Jefferson the then President of the United States, in order to show to you as clearly as I can that there does not exist, nor ever did exist sufficient cause to excite the smallest degree of hatred or jealousy between those who are the friends to an exchange of Countries, and those who are of a different opinion; for it must be remembered that the Deputies from the upper Towns expressed in the Strongest and most feeling terms, their anxious desire to begin\r\n\r\n[page 8]<br/>\r\nThe establishment of fixed laws, and regular Government; to which the Arkansas people could not or ever did Object. As to your Father Mr. Jefferson then President; your proposals were so perfectfully in accordance with his best wishes for your future happiness; that every aid and Fatherly assistance has been given to you in the most beneficial manner. And with regard to the Arkansas people, they are prosecuting the very plan which they sought for and asked Mr. Jefferson to confer on them; they have found the land of promise, and it has been laid off for them; by Solemn Treaty; and your Father the President now holds out a general invitation to all your Nation who chose to migrate, and adds his Fatherly promise that he will act generously with you and make you prosperous and happy in your new homes in the Arkansas Country; and that he will do justice to those who chose to remain here. Thus stands the situation of both parties, as well defined, as my Judgement, and the narrow\r\n\r\n[page 9]<br/>\r\nlimits of this talk will afford; and I can not [cannot] forbear expressing a hopeing that as the Treaty which was ratified by the President and Senate of the United States in due form has been read and in part explained; that each party as friends and brothers will permit the Other to act as free men who have a right by the laws of Nature and the original agreement made with President Jefferson to chose and decide for themselves as free and independent people, and on the score of your threatening the lives of each Other, the President has a right from the humane policy adopted and prosecuted, to expect that the education and opportunities which he has given your people, would before this period have taught them lessons of morality at least and that the customs of your ancient Fathers in the Old dark and unlightened ages would at this prosperous period of universal peace between his white and red children, be treated by the rulers of this Nation with the most sovereign contempt and exemplary punishment. Tho' in case it should be Otherwise which I hope the great Spirit will forbid I am authorized in promising the arm of the general Government\r\n\r\n[page 10]<br/>\r\nfor protection to the innocent and weak and to all who are engaged in lawfull pursuits whether in the business of migrating west of the Mississippi or in agricultural and civilized life on the East side of the Mississippi river. I am instructed to inform you that the views of the General Government are to bring about by fair and honorable means as soon as practicable an entire extinguishment of the titles to the lands held by the four Nations east of the Mississippi in the precise manner it has been proposed to you; and happy for the Cherokee nation it will ever be that they made the first application for an exchange of Countries by which means they have secured one of the richest portions of Country that can possibly fall to the lot of any of their neighbouring Nations, who will yet have to search for a new Country. To prove this last statement to be true as relates to the other three Nations; I state that General Jackson and Governor Shelby of the State of Kentucky are commissioners for holding a treaty with the Chickasaw Indians and General Carrol and Col. McKee(agent) have been appointed to hold a treaty with the\r\n\r\n[page 11]<br/>\r\nChocktaws some time as I presume in the course of the approaching Summer. Friends and Brothers it is my duty to lay the views of my Government before you, so far as they could within my knowledge and to give them a candid interpretation: which I shall endeavour [endeavor] to do on the present occasion as it is one of great national importance. The United States, from which you and I claim protection have in consequence of their growing prosperity became subjects of malice and hatred of some of the rulers of Europe, which necessarily imposes on the rulers of the American people the necessity of placing the whole Country in the best possible State of Defence to effect this ground national Object so far as relates to the parts of New Orleans Mobile &c It has been impracticable whilst such immence tracts of Country remain as a wilderness and this national evil can only be remedied by contracting the limits of Territorial claims of the Nations so as to place those to remain on Reservations upon an equal footing with all Other citizens\r\n\r\n[page 12]<br/>\r\nof the United States and the remainder to surrender their claims for which they will receive Other lands better adapted to their interest and state of society and by the regulation the United will combine the whole country on the East side of the Mississippi from the Northern lakes to the Floridas in one compact settlement of citizen - Soldiers from whose industry an Army can be fed and clothed: that would be equal to our countries defence in time of danger. To prove the great advantage that will result from such a state of things when affected I need only call your attention to the distressing scenes of hunger and hardship experienced by General Jacksons army in the late war in which you took an honorable part and felt the incident calamities in common with all others.",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_rep.jpg",
      "name": "An 1818 letter from Cherokee chiefs to Tennessee Governor Joseph McMinn criticizing the Treaty of the Cherokee Agency.",
      "@id": "https://dp.la/primary-source-sets/sources/1502"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_rep.jpg",
      "name": "A photograph of a spinning wheel inside a historic home in New  Echota, Georgia.",
      "@id": "https://dp.la/primary-source-sets/sources/1503"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_rep.jpg",
      "name": " A compilation of population and personal-property statistics for the Cherokee Nation as printed in *The Cherokee Phoenix*, June 18, 1828.",
      "@id": "https://dp.la/primary-source-sets/sources/1504"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_rep.jpg",
      "name": "Excerpt of an 1833 letter from John Ridge to Georgia Governor Wilson Lumpkin, urging Wilson to force John Ross into a treaty.",
      "@id": "https://dp.la/primary-source-sets/sources/1505"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_rep.jpg",
      "name": "A letter from President Andrew Jackson to the Cherokee Nation  about the benefits of voluntary removal, March 16, 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1506"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_rep.jpg",
      "name": "An excerpt from the Treaty of New Echota, December 1835, which  led to the removal of Cherokee to reservations west of the Mississippi  River.",
      "@id": "https://dp.la/primary-source-sets/sources/1507"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_rep.jpg",
      "name": "An 1897 letter from Henry B. Henegar, a wagon master employed by John Ross during the Trail of Tears, describing removal of the Ross Party.",
      "@id": "https://dp.la/primary-source-sets/sources/1508"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_rep.jpg",
      "name": "A photograph of John Ross, Principal Chief of the Cherokee Nation  from 1828 to his death in 1866.",
      "@id": "https://dp.la/primary-source-sets/sources/1509"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_rep.jpg",
      "name": "An excerpt from “Memorial and Protest of the Cherokee Nation,”  written by John Ross and sent to the U.S. Congress on June 21, 1836.",
      "@id": "https://dp.la/primary-source-sets/sources/1510"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_rep.jpg",
      "name": "An 1837 message from Brigadier General John E. Wool to the Cherokee Nation warning them of the consequences of resisting removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1511"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_rep.jpg",
      "name": " A map of Texas and Indian Territory, 1879.",
      "@id": "https://dp.la/primary-source-sets/sources/1512"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_rep.jpg",
      "name": "An 1884 map of the land surrendered by the Cherokee Nation to colonial governments and the United States government from 1721 to 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1499"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_rep.jpg",
      "name": "Tennessee Governor John Sevier’s 1803 letter to Cherokee warriors asking for permission to build a road through Cherokee territory.",
      "@id": "https://dp.la/primary-source-sets/sources/1500"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cherokee-removal-and-the-trail-of-tears",
    "@type": "CreativeWork",
    "name": "Cherokee Removal and the Trail of Tears"
  }
}
