{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1502",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_rep.jpg",
  "name": "An 1818 letter from Cherokee chiefs to Tennessee Governor Joseph McMinn criticizing the Treaty of the Cherokee Agency.",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-20",
  "dct:modified": "2017-09-20",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Tennessee State Library and Archives via Digital Library of Tennessee.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "“1818 Letter from Cherokee chiefs to Gov. McMinn,” Digital Public Library of America, https://dp.la/item/916a912bd160a58bdfe1bb3a12a99156.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "This letter, written and signed by over forty chiefs and warriors of the Cherokee National Council, is dated November 21, 1818, and reacts to the stipulations of the Treaty of the Cherokee Agency, which presented members of the Cherokee Nation with two options: removal or citizenship. Those Cherokee who decided to voluntarily remove themselves would receive tracts of land similar to what they left behind; those who decided to remain in their homes would have to become American citizens and be confined within reservations of 640 acres per head of household.\r\n\r\nTranscription:\r\n\r\n1818 Letter from Cherokee Chiefs to Gov. McMinn For the Raleigh Register. <br/>\r\nA letter from the Cherokee Chiefs to his Excellency, Gov. Jos. McMinn, in answer to certain communications of his respecting their land and removal to the west. \r\n\r\nIn Council near Cherokee<br/>\r\nFriend and Brother, Agency. <br/>\r\nNovember 21st. 1818. \r\n\r\nYour communication of the 18th inst. was this day read in open council, explained and interpreted to the Chiefs assembled. After deliberating with that attention which its contents justly merited, we have prepared the following sentiments from the centre of our hearts, and though expressed through the organs of unrefined sense, in all the simplicity of nature, incapable of polishing words, you will at once see the sentiments of your red brothers, in their true colors. Brother, we know that we are under the protection of the Government of the United States, therefore are not insensible that we are also dependant on the humanity, generosity, and friendship of that magnanimous Government.\r\n\r\n[page 2]<br/>\r\nWe feel ourselves bound by the strongest bonds of brotherly and friendly attachment, to observe all our obligations with the U. States in the most inviolable manner. Brother, you seem to express a desire that we ought to keep friendship at home as well as abroad, and to permit all those who wish to emigrate to the Arkansas to exercise their own free will and choice, as well as those who would choose to remain. That principle is so consistent with our sentiments in all our actions, that we are not a little surprised to hear such a recommendation made by your Excellency, particularly when you have had such a fair opportunity of making yourself acquainted with the true sentiments and dispositions of the Nation. The actions of bad individuals certainly ought not to be attached to the nation in any country. Brother, we perfectly agree with you in believing that the Great Spirit is incapable of frowning on the rulers of any nation whose sole object was to promote the best interest of their people. But, most beloved Brother, permit us to ask you in the presence of that Great Spirit, whether we would\r\n\r\n[page 3]<br/>\r\nbe acting with that humane and honest principle which is capable of producing blessings from that Supreme Power, if we were to accede to your propositions, to compel a whole nation of people, contrary to their free will and choice, to leave the lands of their nativity, which mouldered the bones of their forefathers, and so much esteemed and reverenced by them; and at the same time withdraw from them the means of comfort and support, which all the solemnity of a treaty, - ratified by the highest authority of the Government of the U. States, had provided, by accepting of a pittance which would not be more than one tenth of competency of providing for the general removal? Brother, the idea which you seem to convey respecting the late treaty appears that you are of opinion that the Cherokees of this country are bound to take reservations, or emigrate to the west of the Mississippi River, and no other alternative for their continuance here in common as usual. Brother, we would ask you as a candid man, why did the stipulations of that treaty provide for the taking the census of both nations? - for an equal division of lands, agreeably to their respective\r\n\r\n[page 4]<br/>\r\nnumbers? It cannot be sound reason to believe that it was proper to take the census of both nations, when all those who took reservations were limited to but 640 acres to each and every head of a family, if it was not intended that the surplus of the lands were to remain in common for the benefit of this nation. The theory upon which you have founded the principles of taking private property for public good * we are not fully capable of comprehending your Excellency’s ideas on that point, unless you mean that the public good requires the acquisition of this country, and that you are determined to seize it. On these points, beloved Brother, how far the disposition of the Government of the U. States are disposed and determined to act towards * The Constitution by which we are bound together, gives to the Rulers the right to take private property for public good, but they are bound in every instance to give the full value thereof. In proof of this General Jackson directed his army to take your property for their support, and I have no doubt that measure was in direct opposition to many of your people, for it even deprived many of them of the means of support; but the public good required that it should be done, and your people have been paid conformably to justice \r\n\r\n[page 5]<br/>\r\nyour poor red brothers, you are the best judge; but yet we cannot for a moment withhold our sense of the humane benevolence, and benignity of the U. States, to believe that the country which has been solemnly guaranteed to the Cherokees by them, will be viewed as private property, and the obligations of all their treaties with the Cherokee people, trampled under foot. That there have been faults and neglect agreeable to the admission of your Excellency respecting the not taking of the census X we will not deny, but on our part we are unable to discover any. We have too much respect for the honor of the United States to attribute it to them. X Brothers, you express a wish to know why the census have not been taken in June last. To which I reply, that having been instructed by the Honorable Secretary of War etc. ___________________ X Now Brothers it is very easy to perceive that there is faults on all sides, and as I conceive neither party can be interested, now in fact acquitted of neglect by any defense they can make. I am therefore willing on my part to let the subject go to rest. \r\n\r\n[page 6]<br/>\r\nNo, Brother, in them we have the most unbounded confidence. We have had too many proofs of their justice and magnanimity, - of their liberality and friendship, for us to harbour, even for a moment, a suspicion that they would act unjustly towards us. No, Brother, our confidence in the U. States is so complete, that we believe, provided they have inadvertently injured us, by themselves, or agents, that they would redress our wrongs, when made known. Brother, reason and Prudence are the monitors by which all prudent people and individuals ought to be guided. We know however that conscience is but the force of education. Religion is certainly commendable, but the force of our prejudices forbids that you should at once expect to see us embrace yours. We like yourselves found ours upon our prejudices, and follow the religion of our fathers. A different education would beget different prejudices, and, with your education we should, no doubt, adopt your prejudices as well as religion; this however is not to be expected in the pursuit of game in the wilderness.\r\n\r\n[page 7]<br/>\r\nWe have here the advantages of adopting the virtues of our white brothers, who surround us. Your Excellency is not unacquainted with the progress which we have made in agriculture and civilized life. The benign influence of religion has opened the eyes of many; and we do not believe that the epithet of Savage ought any longer to be applied to the Cherokee nation of people. But with a removal to the west, all our flattering prospect of civilized life must vanish. Brother, with deliberation, candor and good nature, we again inform your Excellency that we have, decisively, rejected your propositions for an entire extinguishment of all our claims to lands east of the Mississippi River. And must again solicit your Excellency to cause the late treaty to be carried into full effect agreeably to the stipulations therein contained, as early as practicable. Brother, we solicit an interview with your Excellency at the Agents office on the 23rd inst. At the acquiescence of your Excellency to this solicitation you will please to cause the cannon to be fired. We have the pleasure of subscribing ourselves, intrinsically, your Brothers and Friends. \r\n\r\nA True Copy. Attest Jn. Ross. Member of the Nationl. Committee",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_rep.jpg",
      "name": "A photograph of a spinning wheel inside a historic home in New  Echota, Georgia.",
      "@id": "https://dp.la/primary-source-sets/sources/1503"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_rep.jpg",
      "name": " A compilation of population and personal-property statistics for the Cherokee Nation as printed in *The Cherokee Phoenix*, June 18, 1828.",
      "@id": "https://dp.la/primary-source-sets/sources/1504"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_rep.jpg",
      "name": "Excerpt of an 1833 letter from John Ridge to Georgia Governor Wilson Lumpkin, urging Wilson to force John Ross into a treaty.",
      "@id": "https://dp.la/primary-source-sets/sources/1505"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_rep.jpg",
      "name": "A letter from President Andrew Jackson to the Cherokee Nation  about the benefits of voluntary removal, March 16, 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1506"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_rep.jpg",
      "name": "An excerpt from the Treaty of New Echota, December 1835, which  led to the removal of Cherokee to reservations west of the Mississippi  River.",
      "@id": "https://dp.la/primary-source-sets/sources/1507"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_rep.jpg",
      "name": "An 1897 letter from Henry B. Henegar, a wagon master employed by John Ross during the Trail of Tears, describing removal of the Ross Party.",
      "@id": "https://dp.la/primary-source-sets/sources/1508"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_rep.jpg",
      "name": "A photograph of John Ross, Principal Chief of the Cherokee Nation  from 1828 to his death in 1866.",
      "@id": "https://dp.la/primary-source-sets/sources/1509"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_rep.jpg",
      "name": "An excerpt from “Memorial and Protest of the Cherokee Nation,”  written by John Ross and sent to the U.S. Congress on June 21, 1836.",
      "@id": "https://dp.la/primary-source-sets/sources/1510"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_rep.jpg",
      "name": "An 1837 message from Brigadier General John E. Wool to the Cherokee Nation warning them of the consequences of resisting removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1511"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_rep.jpg",
      "name": " A map of Texas and Indian Territory, 1879.",
      "@id": "https://dp.la/primary-source-sets/sources/1512"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_rep.jpg",
      "name": "An 1884 map of the land surrendered by the Cherokee Nation to colonial governments and the United States government from 1721 to 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1499"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_rep.jpg",
      "name": "Tennessee Governor John Sevier’s 1803 letter to Cherokee warriors asking for permission to build a road through Cherokee territory.",
      "@id": "https://dp.la/primary-source-sets/sources/1500"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_rep.jpg",
      "name": "An 1818 talk by Tennessee Governor Joseph McMinn to the Cherokee Council on the Treaty of the Cherokee Agency and plans for Indian removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1501"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cherokee-removal-and-the-trail-of-tears",
    "@type": "CreativeWork",
    "name": "Cherokee Removal and the Trail of Tears"
  }
}
