{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1507",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_rep.jpg",
  "name": "An excerpt from the Treaty of New Echota, December 1835, which  led to the removal of Cherokee to reservations west of the Mississippi  River.",
  "dateCreated": "2017-09-21",
  "dct:created": "2017-09-21",
  "dateModified": "2017-09-21",
  "dct:modified": "2017-09-21",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Hargrett Library via Digital Library of Georgia",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "Excerpt from “[Copy of New Echota] Treaty [between] the Cherokees [and the] United States, 1835,” Digital Public Library of America, https://dp.la/item/4a2f05f0a6183cacafaca902833174f8.",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "The Treaty of New Echota was signed by a minority faction of the Cherokee Nation, called the “Treaty Party,” which consisted of Major Ridge, John Ridge, and Elias Boudinot, among others. This excerpt of the treaty contains the articles and stipulations regarding the removal of the Cherokee, the cession of all their lands east of the Mississippi, and the signatures of the above-mentioned Treaty Party as well as that of John F. Schermerhorn, Principal Treaty Commissioner.\r\n\r\nTranscription:\r\n\r\nArticle 1st.<br/>\r\nThe cherokee nation hereby cede relinquish and convey to the United States, all the lands owned, claimed or possessed by them East of the Mississippi River, and hereby release, all their claims upon the United States for spoilations of every Kind for and in consideration of the sum of Five millions of Dollars to be expended, paid and invested in the manner stipulated and agreed upon in the following articles. But as a question has arisen between the Commissioners and the Cherokees, whether the Senate in their resolution by which they advised \"that a sum not exceeding five millions of dollars be paid to the Cherokee Indians for all their lands and possessions east of the Mississippi River\" have included and made any allowance or consideration for claims for spoilations -- It is therefore agreed on the part of the United States, that this question shall be again submitted to the Senate for their consideration and decision, and if no allowance was made for spoiliations, that then an additional sum of three hundred thousand dollars be allowed for the same\r\n\r\nArticle 2nd.<br/>\r\nWhereas by the treaty of May 6th 1828 and the supplementary treaty thereto of February 14th 1833 with the Cherokees west of the Mississippi, the United States guaranteed and secured to be conveyed by patent to the Cherokee Nation of Indians the following tract of country. Beginning at a point on the old western Territorial line of Arkansas territory being twenty five miles north from the point where the territorial line crosses Arkansas river, thence running from said north point South on the said territorial line, where the said territorial line crosses Verdigris river -- thence down said Verdigris river to the Arkansas river, thence down said Arkansas to a point where a stone is placed opposite the east or lower bank of Grand River at its junction with the Arkansas; thence running South forty four\r\n\r\n[page 2]<br/>\r\ndegrees west one mile; thence in a straight line to a point four miles northerly from the mouth of the north fork of the Canadian, thence along the said four mile line to the Canadian, thence down the Canadian to the Arkansas; thence down the Arkansas to that point on the Arkansas where the Eastern Choctaw boundary strikes said river, and running thence with the western line of arkansas Territory as now defined, to the South west corner of Missouri; thence along the Western Missouri line to the land assigned the Senecas; thence on the South line of the Senecas to Grand river; thence up said Grand river as far as the South line of the Osage reservation extended if necessary; thence up and between said South Osage line extended west if necessary and a line drawn due West from the point of beginning to a certain distance West at which a line running North and South from said Osage line to said due West line will make seven millions of acres within the whole described boundaries. In addition to the Seven millions of acres of land thus provided for and bound, the United States further guaranty to the Cherokee nation a perpetual outlet west, and a free and unmolested use of all the country west of the western boundary of said seven millions of acres, as far west as the Sovreignty of the United States and their right of sail extend. Provided however; that if the saline or salt plains on the western prairie shall fall within said limits prescribed for said outlet, the right is reserved to the United States to permit other tribes of Red men to get salt on said plain in common with the Cherokees; and letters patent shall be issued by the United States as soon as practicable for the land hereby guaranteed\r\n\r\n[page 3]<br/>\r\nAnd whereas it is apprehended by the Cherokees that in the above session there is not contained a sufficient quantity of land for the accomodation [accommodation] of the whole nation on their removal West of the Mississippi, the United States in consideration of the sum of five hundred thousand dollars, therefore hereby covenant and agree to convey to the said Indians, and their descendants by patent in fee simple the following additional tract of land situated between the West line of the state of Missouri and the\r\n\r\n[page 4]<br/>\r\nOsage reservation Beginning at the southeast corner of the same and runs north along the east line of the Osage lands fifty miles to the north east corner thereof; and thence east to the west line of the state of Missouri; thence with said line south 50 miles; thence west to the place of beginning, estimated to contain Eight hundred thousand acres of land; but it is expressly understood, that if any of the lands assigned the Quopaws shall fall within the aforesaid bounds the same shall be reserved and excepted out of the lands above granted and a pro rata reduction shall be made in the price to be allowed to the United States for the same by the Cherokees\r\n\r\nArticle 3.<br/>\r\nThe United States also agree that the lands above ceded by the treaty of February 14. 1833 including the outlet and those ceded by this treaty shall all be included in one patent executed to the Cherokee nation of Indians by the President of the United States according to the provisions of the act of May 28. 1830. It is however agreed that the Military reservation at Fort Gibson shall be held by the United States. But should the U. S.abandon said post and have no further use for the same it Shall revert to the Cherokee nation. The U. S.shall always have the right to make and establish such post, and military roads and Forts in any part of the Cherokee country as they may deem proper for the interest and protection of the same, and the free use of as much land, timber fuel and materials of all kinds for the construction and support of the same as may be necessary; provided that if the private rights of individuals are interfered with, a just compensation therefor shall be made.\r\n\r\nArticle 4th<br/>\r\nThe United States also stipulate and agree to extinguish for the benefit of the Cherokees the titles to the reservations within their country, made in the Osage Treaty of 1825 to certain half breeds, and for this purpose\r\n",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_rep.jpg",
      "name": "An 1897 letter from Henry B. Henegar, a wagon master employed by John Ross during the Trail of Tears, describing removal of the Ross Party.",
      "@id": "https://dp.la/primary-source-sets/sources/1508"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_rep.jpg",
      "name": "A photograph of John Ross, Principal Chief of the Cherokee Nation  from 1828 to his death in 1866.",
      "@id": "https://dp.la/primary-source-sets/sources/1509"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_rep.jpg",
      "name": "An excerpt from “Memorial and Protest of the Cherokee Nation,”  written by John Ross and sent to the U.S. Congress on June 21, 1836.",
      "@id": "https://dp.la/primary-source-sets/sources/1510"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_rep.jpg",
      "name": "An 1837 message from Brigadier General John E. Wool to the Cherokee Nation warning them of the consequences of resisting removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1511"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_rep.jpg",
      "name": " A map of Texas and Indian Territory, 1879.",
      "@id": "https://dp.la/primary-source-sets/sources/1512"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_rep.jpg",
      "name": "An 1884 map of the land surrendered by the Cherokee Nation to colonial governments and the United States government from 1721 to 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1499"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_rep.jpg",
      "name": "Tennessee Governor John Sevier’s 1803 letter to Cherokee warriors asking for permission to build a road through Cherokee territory.",
      "@id": "https://dp.la/primary-source-sets/sources/1500"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_rep.jpg",
      "name": "An 1818 talk by Tennessee Governor Joseph McMinn to the Cherokee Council on the Treaty of the Cherokee Agency and plans for Indian removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1501"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_rep.jpg",
      "name": "An 1818 letter from Cherokee chiefs to Tennessee Governor Joseph McMinn criticizing the Treaty of the Cherokee Agency.",
      "@id": "https://dp.la/primary-source-sets/sources/1502"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_rep.jpg",
      "name": "A photograph of a spinning wheel inside a historic home in New  Echota, Georgia.",
      "@id": "https://dp.la/primary-source-sets/sources/1503"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_rep.jpg",
      "name": " A compilation of population and personal-property statistics for the Cherokee Nation as printed in *The Cherokee Phoenix*, June 18, 1828.",
      "@id": "https://dp.la/primary-source-sets/sources/1504"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_rep.jpg",
      "name": "Excerpt of an 1833 letter from John Ridge to Georgia Governor Wilson Lumpkin, urging Wilson to force John Ross into a treaty.",
      "@id": "https://dp.la/primary-source-sets/sources/1505"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_rep.jpg",
      "name": "A letter from President Andrew Jackson to the Cherokee Nation  about the benefits of voluntary removal, March 16, 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1506"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cherokee-removal-and-the-trail-of-tears",
    "@type": "CreativeWork",
    "name": "Cherokee Removal and the Trail of Tears"
  }
}
