{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/sources/1508",
  "@type": "CreativeWork",
  "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_thumb.jpg",
  "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e_rep.jpg",
  "name": "An 1897 letter from Henry B. Henegar, a wagon master employed by John Ross during the Trail of Tears, describing removal of the Ross Party.",
  "dateCreated": "2017-09-21",
  "dct:created": "2017-09-21",
  "dateModified": "2017-09-21",
  "dct:modified": "2017-09-21",
  "mainEntity": [
    {
      "@type": "MediaObject",
      "associatedMedia": [
        {
          "fileFormat": "pdf",
          "contentUrl": "cherokee-removal_10_51e45c1f26bf503df6d0dc512b4ea64e.pdf"
        }
      ],
      "citation": [
        {
          "@type": "CreativeWork",
          "text": "Courtesy of Tennessee State Library and Archives via Digital Library of Tennessee.",
          "disabmiguationDescription": "credits"
        },
        {
          "@type": "CreativeWork",
          "text": "“Letter from wife of Henry Benton Henegar to Ed Porter Thompson regarding Indian removal,” Digital Public Library of America, https://dp.la/item/51e45c1f26bf503df6d0dc512b4ea64e.\r\n",
          "disabmiguationDescription": "citation"
        }
      ]
    }
  ],
  "text": "This letter, dated October 25, 1897, dictated by H. B. Henegar and transcribed by his wife, is a response to a request from Ed Porter Thompson for more information regarding the removal of the Cherokee Indians in 1838 and 1839. Henegar, who was employed by John Ross during the removal period, starts his reply to Thompson by describing the place in Bradley County, Tennessee, where the Cherokee he accompanied were collected by the United States troops under the orders of General Winfield Scott. He explains the division of the Cherokee people into smaller groups, called detachments, and the process for each group's removal. Henegar states that all the Cherokee detachments that were collected at this spot in Bradley County traveled the same route to the West through Tennessee and parts of Kentucky and Illinois before crossing the Mississippi River into Missouri. He describes his detachment getting stuck for three weeks in the middle of the Mississippi River when it froze. From there they traveled to the Indian Country in Arkansas where they dispersed and settled. He goes on to describe the events that happened after their relocation, including the creation of a new constitution and the conflict between the Ross and Ridge parties. He also gives an account of the assassinations of several Ridge party members who signed the Treaty of New Echota, though he believes Ross was not involved in organizing these attacks.\r\n\r\nTranscription:\r\n\r\nCharleston, Tenn<br/>\r\nOct 25th, 1897.<br/>\r\nMr. Ed Porter Tompson<br/>\r\nDear Sir,<br/>\r\nMy husband is in receipt of your letter asking information in regard to the removal of the Cherokees from this country. I reply to your letter by his request. Mr H- is now in his eighty-third year, with mental and physical [facultys?] unimpaired with the exception of his eye-sight. Hence it devolves upon me and other of his family to attend to his correspondence, he is never better pleased than when questioned in regard to his experiences with the Indians and takes pleasure in dictating the following.\r\n\r\nCharleston Bradly Co Tenn on the Hiwassee river was the starting point and the place where the Ross party was collected. Gen Scott was stationed here with U.S. Troops. The spot where my residence now stands was the Barracks. The regular soldiers were assisted by several companys [sic] of Militia but not much dificulty [sic] was incountered [sic] in collecting them as John Ross’s influence was so great that they came in at his request, he having effected a liberal compromise with the government; the Indians being well payed [sic] for all they possessed, John Ross took the contract for there [sic] removal, which he afterwards let to Lewis Ross who was a better business man than There was suposed [sic] to be ten thousand Indians that went from here, they were divided into detachments of a thousand each. I belonged to the [L. Mr.?] department of the eight called Taylors detachment arrested by red Wall [illegible].\r\nThe first detachment started from here in Oct. 1838. There was some five or six days difference between the stard [sic] of the diferent [sic] detachments. I left here Nov 10th. The Indians all went the same rout, we crossed the Tenn at the mouth of the Hiwassee at Blyths ferry went across Waldens Ridge to Pikeville thence to McMinnville then on to Nashville.\r\n\r\n[page 2] <br/>\r\nAfter crossing the river there we went to Hopkinsville Ky crossed the Ohio river at Golconda then throught [sic] Southern Ill to Greens ferry to the on the Miss river. Our detachment was stoped [sic] twenty miles from the river at [Gores ?] encampment, for those ahead to get across the Miss after the way was open we went on to the river and commenced to cross but the river froze over when our detachment was partly across and we wer [sic] detained over three weeks. I having charge of those left on the east side after that we continued our journey through Southern Mo by the way of Springfield thence to Fayeteville [sic] Ark then to the Nation arriving at Park Hill, where John Ross had located himself, on March 25th, 1839. The various detachments disbanded when we reached the Nation, and went to diferent localitys [sic]. John Ross retained me in his employ to sell off the publick [sic] property. He took his family and others out by [Watter ?], having purched [?sic] a steam-boat for that purpose. They started from Chattanooga then called Ross’s Landing; his wife dide [sic] on the way out and was buried at Little Rock Ark. He was kindly received by the old setters that is the Cherokees that had gone out some years previous but not so by the Ridge party. It was agreed on between the old settlers and [Ross?] party that they should go into council on the first of June at Double Springs now Te [blank]the capitol and that all old laws should be wiped out and elect there officers by the people and form a new [constution ? sic]. They met in council as agreed upon but the old settlers backed out and wanted the Ross party to come under them. This aroused the old grudges between the Ridge and Ross partys as the latter felt the former had interfered with the old settlers and had used their\r\n\r\n[page 3]<br/>\r\ninfluence against them, after remaining in ten or twelve days Ross came home without accomplishing anything. Two days later news came over from the mission a mile away, where Boudinot lived that he had been killed. Mr. Ross sent men to ascertain the facts in the case they found him dead lying between the mission and a new house he was having erected. Boudinot had charge of the frontier medicine. That morning three Indians called for medicine and he started to the new house to get it for them, his wife stated that two walked with him and one droped [sic] behind and struck him in the head with a [blank] killing him. Mrs. Boudinot was a white woman and as most excellent lady she directed Rosses men to hasten back and tell him he had best go to the Fort for protection as Standwaty (Boudinot’s half brother) had gone to Flint to get Jack and Sam Bell to raise a company to come and kill Ross for revenge as she did not want any further blood shed. As custodian of frontier property and he felt as if he could not go to the Fort but requested Tom Clark his principal clerk to write to Gen Arbuckle (who was in command at Fort Gibson) to send Troops for his protection. The clerk was so excited he could not write he then directed another he also failed in the attempt, he himself then wrote it and turning around said who will take this. No one replyed [sic], turning to me he said Henegar will you? I answered I would. He then directed me to go to the lot and get the best mule or horse there and get back as soon as possible. I left at one o’clock. It was twenty miles to the Fort. I struck a gallop and kept it up most of the way. I delivered the letter to Gen Arbuckle, he said “Tell Ross I can not send troops there but if he will come here I will protect him,” I again struck a\r\n\r\n[page 4]<br/>\r\ngallop and kept it up most of the way gallop and when about half way back the mule I was riding fell down from exhaustion I pulled the saddle from him and went to a home nearby. There I procured a horse and continued my journey reaching P. H. at 5 o’clock. When I got there about fifty armed Indians had arrived to protect Ross by the next morning there was two hundred on the ground that morning Standwaty Jack and Sam Bell cam with their party came in sight on the [horizon?] but finding they were out numbered turned and went around to the mission. We afterwards learned they went to the Fort in the direction of the Fort. by the next day there was six hundred of Rosses friends there armed to [them ?] Ross made a speech in which he advised moderation and to act in the defencive [sic] after he returned Ned Gunter a halfbreed made a war speech and said all in favor of [pursuying ? sic] them to make it knowned [sic] they all gave a grunt and mounted there horses and in pursuit. The Bell party having gone into the Fort no trouble insued [sic] in the meantime it was ascertained that two other signers of the treaty had been killed the same morning in accordance with a secret understanding. Jack Bell was the only signer of the treaty that escaped, he being absent from home. Jack Walker having been killed in Tenn mortally wounded near his home eight miles from the place a few days after the treaty was signed. It was claimed by the Ross party that they had treated away there [sic] land without due authority and it was a law of the general council to if any men or set of men should treat away there [sic] country without being authorized that they should\r\n\r\n[page 5]<br/>\r\nbe killed at any time or place they should be found. Jack Walker was an educated man, his wife was Miss Emily S. Meggs a granddaughter of Return J Meggs [sic] of revolutionary fame all the signers of the treaty were men of education and considerable wealth. Boudinot in particular was a man of high attainments and generally beloved. The impression was is abroad that Ross was an [overbearing ?] and unscrupulous man. I was in his employ for fifteen months and at all times found him to be an honorable upright man. I am firmly of the opinion that he had nothing to do with putting to death the signers of the treaty. I once heard Sam Houston say that John Ross was as great a statesman as John C. Calhoun, Daniel Wilder, or Henry Clay. He had been [illegible] with him at Washington and in there [sic] younger day at this place.",
  "isRelatedTo": [
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_11_06e1df46c43a3eb15e59c83fbf55b3f7_rep.jpg",
      "name": "A photograph of John Ross, Principal Chief of the Cherokee Nation  from 1828 to his death in 1866.",
      "@id": "https://dp.la/primary-source-sets/sources/1509"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_12_8a52ffbcb512c9a89a5cece9ceed79b6_rep.jpg",
      "name": "An excerpt from “Memorial and Protest of the Cherokee Nation,”  written by John Ross and sent to the U.S. Congress on June 21, 1836.",
      "@id": "https://dp.la/primary-source-sets/sources/1510"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_13_898c9b0ca06fae401f0bbf6fe0003bd3_rep.jpg",
      "name": "An 1837 message from Brigadier General John E. Wool to the Cherokee Nation warning them of the consequences of resisting removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1511"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_14_feefba4a7858dca428fdd31e291e3237_rep.jpg",
      "name": " A map of Texas and Indian Territory, 1879.",
      "@id": "https://dp.la/primary-source-sets/sources/1512"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_01_35b35b794c8f639d385d80e2033ee9a3_rep.jpg",
      "name": "An 1884 map of the land surrendered by the Cherokee Nation to colonial governments and the United States government from 1721 to 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1499"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_02_971a499145ce92d6f77eb0b15c241389_rep.jpg",
      "name": "Tennessee Governor John Sevier’s 1803 letter to Cherokee warriors asking for permission to build a road through Cherokee territory.",
      "@id": "https://dp.la/primary-source-sets/sources/1500"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_03_9adc6b9c15eecdd51680fb55ee46d07b_rep.jpg",
      "name": "An 1818 talk by Tennessee Governor Joseph McMinn to the Cherokee Council on the Treaty of the Cherokee Agency and plans for Indian removal.",
      "@id": "https://dp.la/primary-source-sets/sources/1501"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_04_916a912bd160a58bdfe1bb3a12a99156_rep.jpg",
      "name": "An 1818 letter from Cherokee chiefs to Tennessee Governor Joseph McMinn criticizing the Treaty of the Cherokee Agency.",
      "@id": "https://dp.la/primary-source-sets/sources/1502"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_05_525b770eb683de910ec00a427978f635_rep.jpg",
      "name": "A photograph of a spinning wheel inside a historic home in New  Echota, Georgia.",
      "@id": "https://dp.la/primary-source-sets/sources/1503"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_06_47d48a220d4c242886db36599f90df04_rep.jpg",
      "name": " A compilation of population and personal-property statistics for the Cherokee Nation as printed in *The Cherokee Phoenix*, June 18, 1828.",
      "@id": "https://dp.la/primary-source-sets/sources/1504"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_07_021720b3d27299dfc10b1ce4ac99ec02_rep.jpg",
      "name": "Excerpt of an 1833 letter from John Ridge to Georgia Governor Wilson Lumpkin, urging Wilson to force John Ross into a treaty.",
      "@id": "https://dp.la/primary-source-sets/sources/1505"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_08_3d31fce0f293b6e2f624dc86906fbc6a_rep.jpg",
      "name": "A letter from President Andrew Jackson to the Cherokee Nation  about the benefits of voluntary removal, March 16, 1835.",
      "@id": "https://dp.la/primary-source-sets/sources/1506"
    },
    {
      "thumbnailUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_thumb.jpg",
      "repImageUrl": "https://d2jf00asb0fe6y.cloudfront.net/cherokee-removal_09_3e9e4e6e820f0beaea092c844302f101_rep.jpg",
      "name": "An excerpt from the Treaty of New Echota, December 1835, which  led to the removal of Cherokee to reservations west of the Mississippi  River.",
      "@id": "https://dp.la/primary-source-sets/sources/1507"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cherokee-removal-and-the-trail-of-tears",
    "@type": "CreativeWork",
    "name": "Cherokee Removal and the Trail of Tears"
  }
}
