{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-invisible-man-by-ralph-ellison",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *Invisible Man* by Ralph Ellison",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-21",
  "dct:modified": "2017-09-21",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Bowling Green State University, Ohio"
      },
      "name": "Jolie Sheffer"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Carefully read the “Battle Royal” scene in chapter one of *Invisible Man* and study the [poster of the boxer Jack Johnson](https://dp.la/primary-source-sets/sources/1607) and the [photograph of Jack Johnson and wife](https://dp.la/primary-source-sets/sources/1608). How do these texts show black masculinity on display for white viewers? For other black men? How do white women function as symbols of America? \r\n2. Study the [photograph of Booker T. Washington](https://dp.la/primary-source-sets/sources/1609). How does the photograph represent Washington, through clothing, decor, and body language, as a respectable and non-threatening person? Now compare the photo to Ellison’s description of Dr. Bledsoe in chapter four of *Invisible Man*. How does Ellison depict Bledsoe? In what ways are the two leaders similar? How are they different?\r\n3. Read the [first chapter of *The Souls of Black Folk*](https://dp.la/primary-source-sets/sources/1610) by W. E. B. Du Bois, concentrating on his description of double consciousness. How does the novel’s treatment of invisibility as a motif reflect Du Bois’s idea about life behind the veil? \r\n4. Carefully look at the [theatrical poster for Neil O'Brien as a blackface minstrel performer](https://dp.la/primary-source-sets/sources/1612). What stereotypes does the poster rely on for its portrayal of blackness? Now consider the ad in relation to chapter thirteen of *Invisible Man* and consider how the narrator feels both trapped and liberated by his desire to eat a baked yam, a Southern comfort food. What do these moments suggest about African Americans’ awareness of racial stereotypes and white audiences’ reactions? Recently, the comedian Dave Chappelle walked away from his hit television show after growing uncomfortable with how some white audience members interpreted his comedy. Can you think of other examples of [blackface minstrelsy](https://dp.la/primary-source-sets/sets/blackface-minstrelsy-in-modern-america) re-appearing in popular culture?\r\n5. Read through the [collage of newspaper clippings about Marcus Garvey](https://dp.la/primary-source-sets/sources/1613) and consider the ways in which Ras the Destroyer in chapter seven, as well as the narrator himself in chapter seventeen, echo some of these views in their public speeches in Harlem. What revisions does Ellison make, and to what effect?\r\n6. In the painting [*Moon over Harlem*](https://dp.la/primary-source-sets/sources/1615), William H. Johnson depicts the same 1943 riot that Ellison fictionalizes in chapter twenty of *Invisible Man*. Johnson based his painted figures on photographs of rioters arrested by white officers, but made changes to the scene. Compare Ellison’s and Johnson’s treatment of the 1943 Harlem riots. What similarities do you see? What differences do you notice? How does each portray the causes of the rioting? \r\n7. Read the [excerpt from FBI files on Ralph Ellison’s communist activities](https://dp.la/primary-source-sets/sources/1616), and consider how the Brotherhood in the novel represents the promise of the American Communist Party. In what ways does the novel reveal Ellison’s increasing skepticism about the Party? \r\n8. Read the [typed quotation signed by Ralph Ellison](https://dp.la/primary-source-sets/sources/1617), which appears towards the end of *Invisible Man*. How might this quotation serve as a summary of the novel’s theme? How does it echo W. E. B. Du Bois’s concept of double consciousness? What does the quotation mean within its particular context in the final chapter of the book? What aspects of the novel are hidden if we isolate the quotation in this way? What does it make more visible?"
    },
    {
      "name": "Activity",
      "text": "1. For students: Using the [collage of newspaper clippings about Marcus Garvey](https://dp.la/primary-source-sets/sources/1613) as an example, ask students to create a collage of newspaper clippings from today’s newspapers related to a particular scene or theme from *Invisible Man*. Students should choose clippings that show how the issues from Ellison’s scene or theme are still relevant in today’s society. Students should then present their collages to the class with an oral report about how the clippings show the persistence of issues from Ellison’s work.\r\n2. For students: Read the [*Negro Motorist Green Book*](https://dp.la/primary-source-sets/sources/1611) and watch the [excerpt from “Main Street, Wyoming”](https://dp.la/primary-source-sets/sources/1619) on the hidden history of African Americans in the Western states. Write a new scene for Ellison’s novel in which the narrator travels to the American West. What lesson(s) might he learn about black history from that imagined journey?"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/invisible-man-by-ralph-ellison",
    "@type": "CreativeWork",
    "name": "*Invisible Man* by Ralph Ellison"
  }
}
