{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-settlement-houses-in-the-progressive-era",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Settlement Houses in the Progressive Era",
  "dateCreated": "2016-04-09",
  "dct:created": "2016-04-09",
  "dateModified": "2016-04-10",
  "dct:modified": "2016-04-10",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Based on the [fundraising brochure](http://dp.la/primary-source-sets/sources/1160), the [Unity Settlement House report](http://dp.la/primary-source-sets/sources/1161), and the [photo of citizenship class](http://dp.la/primary-source-sets/sources/1164), describe ways in which settlement houses tried to “Americanize” their visitors. What were the pros and cons of these “Americanization” programs? What impact might these programs have had on the different cultural groups that made up many immigrant communities?\r\n2. Based on the [photo of the early leaders](http://dp.la/primary-source-sets/sources/1156) of the settlement house movement, what can you infer about their class background?\r\n3. Using the [Hull House map](http://dp.la/primary-source-sets/sources/1157), the [photo of the kindergarten class in Chicago](http://dp.la/primary-source-sets/sources/1168), and [*The City Wilderness* excerpt](http://dp.la/primary-source-sets/sources/1159), describe the racial and ethnic makeup of the neighborhoods served by these settlement houses. Considering the [photo of the Phyllis Wheatley Settlement House football team](http://dp.la/primary-source-sets/sources/1170) and the [photographs of the play facilities and children served by the Social Settlement in Washington, DC](http://dp.la/primary-source-sets/sources/1167), why might these organizations appear to serve predominantly or entirely African American communities? In what ways might the services offered at these settlement houses be similar or different to those offered in European immigrant communities? \r\n4. Do a close reading of the [photograph of singing class at Hull House](http://dp.la/primary-source-sets/sources/1163). What can you learn about the participants? Using the [Hull House map](http://dp.la/primary-source-sets/sources/1157) as a guide, choose a person in the photo and imagine his or her backstory. Where is s/he from? What brought him/her to Hull House? What is his/her relationship to the other people in the picture? \r\n5. Using the source set, list the range of specific activities, services, or facilities that settlement houses offered to children and families. In what ways did these services combat or prevent some of the dangers that these children may have faced at the time—on the streets or as workers?\r\n"
    },
    {
      "name": "Activity",
      "text": "1. Inspired by the [weekly schedule of programs available at Hull House](http://dp.la/primary-source-sets/sources/1158) and using the photographs in the set for reference, ask students to consider what services and programs a settlement house might offer for local working class or immigrant communities today. Ask students to create a brochure advertising the weekly programs for a modern settlement house serving their community. The brochure should target local community members and include images and descriptions of the programs and services offered.\r\n2. As a follow up to the first activity, ask students to research a settlement house founded between 1880s and 1920s and still in operation today. Suggestions might include: Henry Street Settlement in New York, Neighborhood House in Seattle, Neighborhood House in Louisville, Kentucky, and United South End Settlements in Boston. How do the students’ imagined programs align with the programs and services actually offered by these organizations today?\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/settlement-houses-in-the-progressive-era",
    "@type": "CreativeWork",
    "name": "Settlement Houses in the Progressive Era"
  }
}
