{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-scarlet-letter",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Scarlet Letter*",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-11",
  "dct:modified": "2016-04-11",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Read the opening scene in Lathrop’s [dramatic poem](http://dp.la/primary-source-sets/sources/1032). How does this compare to the novel’s opening scene? Which is more effective? Now look at the final scene in both the poem and the novel. Why do you think Lathrop changed the ending? Which do you like better, Hawthorne’s or Lathrop’s? Why?\r\n2. Look at the [painting](http://dp.la/primary-source-sets/sources/1029) by John Paul Jones. Why do you think he used Hawthorne’s quote to title his painting? Which scene from the novel does this painting best represent? Explain.\r\n3. Look at the pictorial [map](http://dp.la/primary-source-sets/sources/1038) of Boston. Find all the examples of punishment and make a list of the crime and date. What do these crimes as well as the punishments say about the Puritans? Which did you find particularly interesting and why? In the opening line of *The Scarlet Letter*, Hawthorne states, “The founders of a new colony, whatever Utopia of human virtue and happiness they might originally project, have invariably recognized it among their earliest practical necessities to allot a portion of the virgin soil as a cemetery, and another portion as the site of a prison.” Can you find evidence of this on the map?\r\n4. Hester Prynne eventually earns back the respect of the community for her kind nature and her embroidery. In fact, by the end of the novel, her scarlet “A” no longer defines her as “adulteress” but rather as “able.” How is the [White family quilt](http://dp.la/primary-source-sets/sources/1039) similar to Hester’s needlework? \r\n5. Look at the [image of Governor Winthrop’s landing](http://dp.la/primary-source-sets/sources/1034) at Salem. Although not actually in the novel, Governor Winthrop is mentioned. Specifically, his death coincides with Reverend Dimmesdale’s midnight stand upon the pillory as he tries to atone for the sins he has kept hidden. Research Governor Winthrop. Why might Hawthorne have linked these two characters in this particular scene?\r\n6. Look at the two images of Puritans with Native Americans. Explain how these two images relate to *The Scarlet Letter*. Find textual evidence to support your answer.\r\n7. Read the excerpt of Edwards’s “[Sinners in the Hands of an Angry God](http://dp.la/primary-source-sets/sources/1040).\" How does the behavior of Puritans in *The Scarlet Letter* towards Hester Prynne connect with this sermon? How does this explain the townspeople’s attitude toward Hester? What is Hawthorne saying about the rigors of Puritan life and faith? \r\n"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to read the selection on Crime and Punishment in [*Every Day Life in the Massachusetts Bay Colony*](http://dp.la/primary-source-sets/sources/1041). Ask them first to note the severity of punishment for adultery, then to locate the different types of crimes for which public shaming was used as punishment. Discuss with students whether contemporary society includes forms of public shaming. Finally, have students research, with a partner, examples of modern-day public shaming, then choose one to present to the class. Students must explain why modern-day public shaming is or is not as effective today as it was 360 years ago.\r\n2. Ask students to find a “crime” in their student handbook that they have committed. Ask students to cut out a letter that represents that “crime” and wear their letter throughout the school day. Finally, ask them to write a journal entry about their experience.\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-scarlet-letter-by-nathaniel-hawthorne",
    "@type": "CreativeWork",
    "name": "*The Scarlet Letter* by Nathaniel Hawthorne"
  }
}
