{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-poetry-of-emily-dickinson",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Poetry of Emily Dickinson",
  "dateCreated": "2016-04-07",
  "dct:created": "2016-04-07",
  "dateModified": "2016-04-07",
  "dct:modified": "2016-04-07",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Community College of Philadelphia, Pennsylvania"
      },
      "name": "Melissa Strong"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Henry Wells claims that Dickinson “transcended both her genius and her sex, her provincial world and her personal relationships” (xiii). Think about the poet’s isolation and consider the relationship between imagination and freedom. Use [Wells’ overview](http://dp.la/primary-source-sets/sources/836) of Emily Dickinson’s poetry, the [map of Amherst](http://dp.la/primary-source-sets/sources/833), and Dickinson’s poems to explore how limitations and boundaries may encourage creativity. Now discuss why you agree or disagree with Wells’ statement that Dickinson’s poetry transcends the boundaries of physical isolation.\r\n2. Few of Emily Dickinson’s poems were published in her lifetime. When she died she left her possessions, including more than 800 poems, to her sister Lavinia. Look at the [letter Dickinson wrote to Lavinia](http://dp.la/primary-source-sets/sources/834). In it she writes, “Does Vinnie think of Sister? Sweet news. Thank Vinnie. Emily may not be as able as she was, but all she can, she will.” Analyze Dickinson’s use of third person for herself and her sister. Why does she call herself “Emily” instead of “I” and use the nickname “Vinnie” instead of “you”? Hypothesize a connection between the letter’s use of third person and the themes of Dickinson’s poems, such as separateness, loss, and transcendence.\r\n3. Look at the [letter Dickinson wrote to T.W. Higginson](http://dp.la/primary-source-sets/sources/835). It begins, “Dear Friend, no ‘sonnet’ had George Eliot. The sweet acclamation of Death is forever bounded.” Research Higginson, George Eliot, and sonnets. Next, discuss their potential connections to the four Dickinson poems in this set."
    },
    {
      "name": "Activity",
      "text": "1. Use the [page from the 1857 issue of Godey’s Lady's Book](http://dp.la/primary-source-sets/sources/837) to identify what the magazine calls “the wants of the ladies of America” at that time. Divide students into groups and give each group a recent issue of a contemporary magazine for women, such as *Family Circle*, *O: The Oprah Magazine*, or *Real Simple*. Each group will compare female magazine readers’ interests in the 1850s to those today. Finally, assign each group of students a poem by Emily Dickinson, who turned 27 the year this issue of *Godey’s* was published. Discuss the similarities and differences between the poem’s interests and the interests *Godey’s* identifies.\r\n2. After studying the form and content of Emily Dickinson’s poetry, ask students to list its distinct features, such as dashes, free verse, and themes of loss and freedom. Challenge students to write a poem in Dickinson’s style. Compile the poems in a booklet, as Dickinson did. Small groups might discuss which poems are their favorites or evaluate which best match Dickinson’s style."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-poetry-of-emily-dickinson",
    "@type": "CreativeWork",
    "name": "The Poetry of Emily Dickinson"
  }
}
