{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-fire-next-time",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Fire Next Time*",
  "dateCreated": "2016-04-10",
  "dct:created": "2016-04-10",
  "dateModified": "2016-04-10",
  "dct:modified": "2016-04-10",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. In “My Dungeon Shook,” Baldwin writes to his nephew, “If you know whence you came, there is really no limit to where you can go.” Baldwin was born and raised in Harlem. Using Baldwin’s description of Harlem in *The Fire Next Time* and the photographs of Harlem from the 1930s, imagine young James Baldwin walking along these blocks and streets as a young child. In what ways do these photos confirm some of the issues Baldwin raises about segregation and economic opportunities? In what ways do these photos conflict with Baldwin’s assessment of the neighborhood? \r\n2. In “Down at the Cross,” Baldwin writes of his awakening as a young teenager in Harlem in the 1930s: “One did not have to be very bright to realize how little one could do to change one’s situation…” What does Baldwin’s statement mean for the scenes and people pictured in the photos of Harlem in this set? \r\n3. Compare Baldwin’s *The Fire Next Time* and Dr. King’s “[Letter from Birmingham Jail](http://dp.la/primary-source-sets/sources/1234).” How does each view the role of religion in black and white America? How are their criticisms of religious leaders similar and different? \r\n4. Now consider the [video clip of Malcolm X](http://dp.la/primary-source-sets/sources/1236). Baldwin, King, and Malcolm all create a sense of urgency about the importance of acting now. What did each foresee as the outcome should America wait longer to act? \r\n5. In *The Fire Next Time*, Baldwin describes his meeting with Elijah Muhammad and his impressions of Muhammad’s organization, the Nation of Islam. Compare Baldwin’s and [Louis Lomax](http://dp.la/primary-source-sets/sources/1233)’s perspectives on the Nation of Islam.\r\n6. After the publication of *The Fire Next Time*, Baldwin went on a speaking tour for a civil rights organization called CORE, the Congress of Racial Equality. Using [Gloria Howard’s oral history excerpt](http://dp.la/primary-source-sets/sources/1237) and the [photograph from a CORE speaking engagement](http://dp.la/primary-source-sets/sources/1238), what can you infer about the impact Baldwin had among college students? "
    },
    {
      "name": "Activity",
      "text": "*The Fire Next Time*, Dr. King’s “Letter from Birmingham Jail,” the video clips of protesters arrested and Malcolm X reflecting on Birmingham protests, and Lomax’s book on the Nation of Islam all appeared in the year 1963. Ask students to imagine themselves as activists in 1963. Where would they see themselves in the movement? Using additional research if needed, ask students to write a short “bio” of who they would have been as a civil rights activist in 1963 and why. Choices might include: a collaborator with Dr. King and a nonviolent protester, a writer and lecturer awakening America to its flaws like Baldwin, or a member of the Nation of Islam promoting black nationalism like Malcolm X. Lead a class discussion in which students introduce themselves as activists. Why did they select the profiles that they did? What attracted them about the leadership style or perspective that they chose?"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-fire-next-time-by-james-baldwin",
    "@type": "CreativeWork",
    "name": "*The Fire Next Time* by James Baldwin"
  }
}
