{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-cuban-immigration-after-the-revolution",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Cuban Immigration After the Revolution",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-28",
  "dct:modified": "2018-02-28",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Franky Abbott"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Using evidence from the clip of *[Cuba: World Verdict](https://dp.la/primary-source-sets/sources/1674)* and the [news clip of a Cuban official](https://dp.la/primary-source-sets/sources/1675), how did Cubans and world leaders respond to Castro’s Cuban Revolution in its earliest days? How did they understand the Revolution in the context of Cuba’s history? \r\n2. According to the [news clip of a Cuban official](https://dp.la/primary-source-sets/sources/1675) and the pamphlet “[Castro Admits Cuba is Communist](https://dp.la/primary-source-sets/sources/1676),” why did international perception of the Cuban Revolution change after several months? How did the tensions of the Cold War period inform the way people saw the situation in Cuba? How did Cold War tensions impact Cuban immigration to the United States?\r\n3. Compare and contrast the experience of the young men described in the [news story about four Cuban refugees](https://dp.la/primary-source-sets/sources/1677) with the children of Operation Pedro Pan described in the [Pan American Airlines ticket for Margarita Lora](https://dp.la/primary-source-sets/sources/1678) and the [interview with Albertina O’Farrill](https://dp.la/primary-source-sets/sources/1679). \r\n4. According to [Albertina O’Farrill](https://dp.la/primary-source-sets/sources/1679), what motivated Operation Pedro Pan? What were its goals and consequences? \r\n5. The pamphlet entitled “[Castro Admits Cuba is Communist](https://dp.la/primary-source-sets/sources/1676),” [news story about four Cuban refugees](https://dp.la/primary-source-sets/sources/1677), the [photograph of the Cuban refugee Sanz family](https://dp.la/primary-source-sets/sources/1680), and the [photograph of a family reuniting at a Cuban refugee camp](https://dp.la/primary-source-sets/sources/1685) were all published during the 1960s and circulated to members of the American public. What stories do they tell about Cuban refugees during this period? How might they have shaped American perceptions of both Castro’s Cuba and Cuban refugees?\r\n6. Read the excerpt from a [US Senate subcommittee hearing on “Cuban Refugee Problems”](https://dp.la/primary-source-sets/sources/1681) closely. Why did the US government provide so much asylum and support to Cubans fleeing Castro’s regime?  According to Dr. José Miró Cardona, what challenges were created by the influx of Cuban refugees by 1961?\r\n7. Read [Marshall Wise’s speech about Cuban refugees](https://dp.la/primary-source-sets/sources/1682) closely. Which specific community concerns about the growing number of Cuban refugees does Wise respond to? What is Wise’s argument and what evidence does he use to make it? How does it compare and contrast with the ideas expressed by Dr. José Miró Cardona in the excerpt from a [US Senate subcommittee hearing on “Cuban Refugee Problems”](https://dp.la/primary-source-sets/sources/1681)?\r\n8. The pamphlet “[Castro Admits Cuba is Communist](https://dp.la/primary-source-sets/sources/1676),” and the [publication about political prisoners in Cuba](https://dp.la/primary-source-sets/sources/1683) were produced by the Truth About Cuba Committee, a group of Cuban exiles in Miami. From these sources, what can you infer about the political ideas of this committee? Who was the audience for these publications and what kinds of support are they designed to garner? \r\n9. How do the photographs of [Cuban refugees arriving in Miami on a Freedom Flight](https://dp.la/primary-source-sets/sources/1684) and [a family reuniting at a Cuban refugee camp](https://dp.la/primary-source-sets/sources/1685) depict the experience of Cuban refugees in the United States in the mid-1960s? How do these ideas confirm or contradict the narratives from other sources in this set?\r\n10. How did Cuban refugees impact the communities to which they moved, according to the photographs of [a Cuban American restaurant](https://dp.la/primary-source-sets/sources/1686) and the [bust of José Martí in Union City, New Jersey](https://dp.la/primary-source-sets/sources/1687)?"
    },
    {
      "name": "Activity",
      "text": "1. *Explore and annotate bias in a source:* Divide students into small groups to explore the map titled “[Fidel Castro’s 10-year Reign in Cuba](https://dp.la/primary-source-sets/sources/1688),” a wall map of Cuba for the social studies classroom published in 1969. Ask each group to identify five features of the map that show bias that shaped social studies students’ perceptions of Cuba in the 1970s. For each of these features, students should create an annotation on the map (with post-it notes on a printed map or in a basic image editing program on a digital map) that highlight the feature, explain the bias, and indicate the perception it would help shape. Once all groups have identified five features and annotated them, each group should display their map and give a short presentation explaining their findings.\r\n2. *Place events on a timeline:* Using the sources in this set, ask students to create a timeline of important events in this period of Cuban immigration to the United States, starting with the Cuban Revolution in 1959 and ending with the last Freedom Flights in 1973. Then ask students to research the Cuban Missile Crisis and place it on this timeline. Reflecting on the complete timeline, students should discuss the ways the Cuban Missile Crisis impacted Cuban immigration in a brief writing assignment, using sources from this set as evidence for their arguments.\r\n3. *Research changes in Cuban immigration over time:* Independently or in small groups, students should conduct outside research in DPLA and other sources on one of two major events in Cuban immigration to the United States that occurred after the 1970s: the Mariel boatlift (1980) or the Elián González custody battle (1999-2000). Students should then compare the event they chose to 1960s Cuban immigration as depicted in the sources in this set by answering the following questions: Who were the Cuban refugees and why did they come? How were the refugees received by different members of the American public? What was the United States government’s attitude towards Cuba during this period expressed by federal policy and lawmakers? Students can present their findings in individual essays, graphic organizers designed to compare events, or short presentations."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/cuban-immigration-after-the-revolution-1959-1973",
    "@type": "CreativeWork",
    "name": "Cuban Immigration After the Revolution, 1959-1973"
  }
}
