{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-early-american-red-cross",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Early American Red Cross",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-27",
  "dct:modified": "2018-02-27",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "University of South Carolina, Columbia, South Carolina"
      },
      "name": "Lucy Santos Green"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Carefully review the [open letter to Clara Barton](https://dp.la/primary-source-sets/sources/1817). What reasons did Club Federico de la Torre members have for questioning the American Red Cross’s neutrality? Do you think the American Red Cross should have been neutral in wartime? Why or why not? Do you think humanitarian organizations should be neutral today?\r\n2. Examine the excerpt from “[The American Red Cross: Organization and Activities](https://dp.la/primary-source-sets/sources/1819)” booklet. Compare the list of names in leadership positions to images of American Red Cross volunteers from World War I such as the photograph of [American Red Cross volunteers preparing surgical dressings](https://dp.la/primary-source-sets/sources/1818) and the photograph of the members of the [Toussaint L’Ouverture chapter](https://dp.la/primary-source-sets/sources/1822) of the American Red Cross and others found in DPLA using search terms such as “[World War I American Red Cross volunteers](https://dp.la/search?utf8=%E2%9C%93&q=World+War+I+American+Red+Cross+volunteers).” Describe the volunteers working in the different departments of the American Red Cross. Based on the names listed in the booklet and the photographs, what volunteer opportunities existed for women? For men? For people of color?\r\n3. Do a close reading of the [bulletin issued by the War Council of the American Red Cross](https://dp.la/primary-source-sets/sources/1824). In what ways does the author use language that promotes the American Red Cross? Is the report as objective? Why or why not? Which American values does this poster encourage? \r\n4. Examine the posters including “[Help Your American Red Cross](https://dp.la/primary-source-sets/sources/1820),” the [fundraising poster](https://dp.la/primary-source-sets/sources/1821), “[In the Service of Those Who Suffer](https://dp.la/primary-source-sets/sources/1823),” and the [patriotic World War I poster](https://dp.la/primary-source-sets/sources/1827). What symbols do these posters use and what might these symbols mean? In what ways do these posters use exaggerated elements to make a point? How were these posters designed to make viewers feel?\r\n5. Compare and contrast the [press release](https://dp.la/primary-source-sets/sources/1825) about an award given to African American volunteer Rev. R. H. Windsor, which was written by a white author, to the [memo from Walter F. White to W. E. B. Du Bois](https://dp.la/primary-source-sets/sources/1828). How are the experiences of people of color described in each document? How might the author’s race affect his or her description of these experiences? Do you believe withholding financial support would encourage the American Red Cross to listen to African American concerns? Why or why not?"
    },
    {
      "name": "Activity",
      "text": "1. Have students listen to the [oral history with Susan Hicks](https://dp.la/primary-source-sets/sources/1829), who worked for the Red Cross during and after World War I. Then, ask students to gather other resources, images, and personal accounts of people who volunteered or worked for the American Red Cross in its first fifty years from DPLA. Using these materials, ask students to imagine that they are one of these early ARC volunteers or workers. Students should consider questions such as: What does a typical day look like for that person? Why might this person have chosen this work? Why did this person join the American Red Cross? Where was that person stationed? Have students write a letter to a friend or family member describing their experiences, from the perspective of the person they selected from the primary sources.\r\n\r\n2. Ask students to examine pages 31-32 from the [1919 report of the New Orleans Chapter](https://dp.la/primary-source-sets/sources/1826) of the American Red Cross and identify the costs associated with the organization’s relief work as well as the revenue collected by the Red Cross. Convert the amount to today’s dollars using an [inflation calculator](http://www.usinflationcalculator.com/). Then, have students visit the American Red Cross website’s [publications page](http://www.redcross.org/about-us/news-and-events/publications) and select one of the three-month disaster relief updates available, preferably from the last two years. Students should write a brief summary comparing the amounts spent on the contemporary relief work to the converted amount from 1916-1919. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/beginnings-of-the-american-red-cross",
    "@type": "CreativeWork",
    "name": "Beginnings of the American Red Cross"
  }
}
