{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-angel-island-immigration-station",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Angel Island Immigration Station",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-27",
  "dct:modified": "2018-02-27",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Michelle Bickert"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. After reading the [letter from a Los Angeles banker](https://dp.la/primary-source-sets/sources/1830) and the [letter from a Sing Fat & Company executive](https://dp.la/primary-source-sets/sources/1831), consider how immigration policy regarding Chinese laborers impacted the authors of each letter. Why might a California business owner want Chinese immigrants to be able to visit home more easily? Why might a Chinese business ask to no longer sponsor immigration for two Chinese individuals? \r\n2. In the excerpt from [*Angel Island: The Ellis Island of the West*](https://dp.la/primary-source-sets/sources/1832), missionary Mary Bamford writes, “When the inmates realize that the visitor is giving away Gospels in Chinese, a small mob sometimes closes around her, a good-natured mob, of course, and the yellow hands are thrust out for the Gospels faster than she can get them out of the bag.” Based on her descriptions of the immigrants, their nationalities, and their interest in Christian texts, what does Bamford think of the detainees? Did she welcome them to America? Use evidence from the book excerpt to support your claim.\r\n3. Examine the photographs of [immigrants arriving at Angel Island](https://dp.la/primary-source-sets/sources/1833), [immigrants standing outside Angel Island’s hospital](https://dp.la/primary-source-sets/sources/1834), and [the missionary conducting an English lesson](https://dp.la/primary-source-sets/sources/1837). Describe the immigrants that appear in these photographs. How old are they? How are they dressed? What can you infer about their journey from their appearance?\r\n4. Compare and contrast the [photograph of immigration officials interviewing an Angel Island detainee](https://dp.la/primary-source-sets/sources/1836) and the [photograph of a former Angel Island detainee returning with his family](https://dp.la/primary-source-sets/sources/1844), both of which were taken in the interrogation room. The photographs were taken seventy years apart—one when the station was in use, and the other when it was an exhibit. Describe the thoughts and emotions each man might have in each scene. Who are the other people in the room in each photograph? How had the room changed? \r\n5. The 1970s saw a renewed interest in the history of Angel Island Immigration Station, and the people who were there. When the exhibition advertised in the [poster](https://dp.la/primary-source-sets/sources/1843) opened, no immigrants and no members of the public had been to the station for at least thirty years. To capture the experience at this place, what would an exhibition need to have? What kinds of photographs, objects, or other sources might have appeared in the exhibition?\r\n6. Consider the two messages left on the walls of Angel Island buildings: the [Chinese poem](https://dp.la/primary-source-sets/sources/1838) and the [note left by a Japanese prisoner of war](https://dp.la/primary-source-sets/sources/1842). Imagine the experiences these two people had on Angel Island. What were they waiting for, and how might those waits have differed? What fears and hopes might each individual have had there? Why did they choose to write on the walls where they were detained?"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to imagine they are an immigrant detained at Angel Island between 1910-1940. Using the photographs of immigrants and spaces on the island—[arriving at Angel Island](https://dp.la/primary-source-sets/sources/1833), [standing outside Angel Island’s hospital](https://dp.la/primary-source-sets/sources/1834), the [dormitory room](https://dp.la/primary-source-sets/sources/1835), the [missionary conducting an English lesson](https://dp.la/primary-source-sets/sources/1837), and the [Chinese poem](https://dp.la/primary-source-sets/sources/1838)—have students write a poem, diary entry, or letter about their experience there. Students should consider the following questions to add details to their writing: Where are they from, and why did they leave? Do they know anyone else with them? How long have they been detained? What is daily life like? What will they do once they are in the United States?\r\n2. Ask students to take the perspective of someone who is not immigrating through Angel Island, but who is concerned with whether and how immigrants enter the country. Students can choose an identity from those found in the sources: a white American business owner such as the [Los Angeles banker](https://dp.la/primary-source-sets/sources/1830), an Asian-American member of the local community such as the [Sing Fat & Company executive](https://dp.la/primary-source-sets/sources/1831), a missionary or other volunteer such as [Mary Bamford](https://dp.la/primary-source-sets/sources/1832), or an immigration officer. Have students write a letter to the editor of a local newspaper detailing changes you would like to see made to the immigration process in San Francisco. Should the United States expand or limit the number of immigrants coming through Angel Island? Do detainees need better facilities or treatment? Should the interrogations be faster, or more thorough? \r\n3. Have students break into small groups to compare and contrast the immigration experience at Angel Island between 1910-1930 and immigration to the United States through Ellis Island during the same period. Each group will focus on a different aspect of the immigration experience, such as: What were the primary countries of origin for immigrants at each location and what were the forces driving people to immigrate to the US? What were the facilities at each immigration station like? What procedures and processes did immigrants go through before entering the US? What kind of treatment did immigrants encounter once they successfully entered the country? What laws or policies influenced the immigration experience at each location? Students should use this primary source set, the primary source set on [Immigration and Americanization, 1880-1930](https://dp.la/primary-source-sets/sets/immigration-and-americanization-1880-1930), and outside research to explore their assigned topic. Each group will share their findings with the class in a PowerPoint presentation, using evidence from primary sources. "
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/immigration-through-angel-island",
    "@type": "CreativeWork",
    "name": "Immigration through Angel Island"
  }
}
