{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-rise-of-italian-fascism",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Rise of Italian Fascism",
  "dateCreated": "2017-09-19",
  "dct:created": "2017-09-19",
  "dateModified": "2017-09-26",
  "dct:modified": "2017-09-26",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Lexington School District One, South Carolina"
      },
      "name": "Albert Robertson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Look at the [drawing of a *fasces*](https://dp.la/primary-source-sets/sources/1357). Why do you think the fasces symbol has endured and even been adopted by American society? Why do you think this image has not been removed from American monuments in light of the fact that Mussolini used it as a symbol for Fascism?\r\n2. Read the [excerpt from Prezzolini’s book](https://dp.la/primary-source-sets/sources/1358). What evidence does the author present to explain the rise of Fascism in Italy?\r\n3. Mussolini went to great lengths to perfect his public image as well as the public image of his political party. Examine the [book jacket](https://dp.la/primary-source-sets/sources/1359), the [photograph of Hitler Youth](https://dp.la/primary-source-sets/sources/1360), and the [photograph of Italian and German youth marching together](https://dp.la/primary-source-sets/sources/1361). Why do you think Mussolini worked so hard to perfect his public image? What was he hoping to accomplish?\r\n4. Closely analyze the [1942 political cartoon](https://dp.la/primary-source-sets/sources/1362) as a response to Mussolini’s propaganda.\r\n5. Using evidence from the [book discussing Francisco Franco](https://dp.la/primary-source-sets/sources/1363), describe how Franco’s fascism differed from that of Hitler and others.\r\n6. Leaders in Germany, Spain, and other nations followed Mussolini’s example as the idea of Fascism began to spread. Many citizens openly resisted the ideas of this new form of government. Using the [1942 political cartoon](https://dp.la/primary-source-sets/sources/1362) and the [Spanish poster](https://dp.la/primary-source-sets/sources/1365), describe how anti-fascists characterized fascism.\r\n7. Symbols are a huge part of any fascist regime. Look at the [swastika flag](https://dp.la/primary-source-sets/sources/1367) and the [news bulletin](https://dp.la/primary-source-sets/sources/1368) from the American Nationalist Confederation about the swastika. Why do you think there is such power behind this symbol? Can you think of other symbols that are equally powerful?"
    },
    {
      "name": "Activity",
      "text": "1. Ask students to construct a primary source set for either Hitler’s Germany or Franco’s Spain using items from the DPLA. Students can compare the social, political, and economic climate of the country they research to that of Mussolini’s Italy. \r\n2. Ask students to research other propaganda that Mussolini used to improve his and his government’s public image, as well as other images used for anti-fascist campaigns. Ask students to analyze the visual strategies of Fascist and anti-Fascist imagery, presenting their findings in an oral presentation using exhibits.\r\n3. Ask students to explore “[Italian Life under Fascism: Selections from the Fry Collection](https://www.library.wisc.edu/exhibits/online-exhibits/special-collections/italian-life-under-fascism-selections-from-the-fry-collection/).” This collection of primary sources tells the story of Fascism in Mussolini’s Italy. Topics include education (textbooks, posters, school notebooks), family life (newspapers, magazines), Fascist youth organizations, Mussolini's foreign adventures, women and Fascism, culture under Fascism, the end of the Fascist regime, propaganda, Il Duce (Mussolini), opposition to Fascism, and \"the racial question\" (anti-Semitism in Fascist Italy). Each student should choose three to five artifacts from different subgroups that nonetheless relate to each other in capturing an aspect of Fascist Italy. Ask students to prepare a brief oral report for their classmates about what they chose, why, and what their chosen artifacts show."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-rise-of-italian-fascism-and-its-influence-on-europe",
    "@type": "CreativeWork",
    "name": "The Rise of Italian Fascism and Its Influence on Europe"
  }
}
