{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-commodore-perry-s-expedition-to-japan",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Commodore Perry’s Expedition to Japan",
  "dateCreated": "2018-02-22",
  "dct:created": "2018-02-22",
  "dateModified": "2018-02-27",
  "dct:modified": "2018-02-27",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Ripley High School, West Virginia"
      },
      "name": "Adena Barnette"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Compare and contrast the depictions of Commodore Matthew Perry in the [photograph](https://dp.la/primary-source-sets/sources/1789) and the [Japanese woodcut](https://dp.la/primary-source-sets/sources/1790). \r\n2. How did Americans depict their arrival in Japan in the first and second prints from the series of [six color lithographs by Wilhelm Heine and Eliphalet Brown](https://dp.la/primary-source-sets/sources/1791)? What stands out in both works? In what ways could these two prints be construed as works of American propaganda?\r\n3. Examine the Japanese artworks that depict the encounter between Perry and the Japanese including the [three illustrations from the Perry Scroll](https://dp.la/primary-source-sets/sources/1792), the [six illustrations documenting the arrival of foreign ships](https://dp.la/primary-source-sets/sources/1793), and the [illustrated map and chart](https://dp.la/primary-source-sets/sources/1794). How do the artists interpret American innovations in the Japanese landscape? In the woodblock illustration *[America](https://dp.la/primary-source-sets/sources/1795)*, what is Japanese artist Utagawa Yoshitora’s interpretation of America? \r\n4. Based on the excerpt from *[The Americans in Japan](https://dp.la/primary-source-sets/sources/1796)*, did Perry see the Japanese as his equals? Take a stand and use evidence to support your claim. \r\n5. How did the [Treaty of Kanagawa](https://dp.la/primary-source-sets/sources/1797) codify the relationship between Japan and the United States? In what ways did the terms of the treaty reflect American demands? Did the Japanese benefit from the treaty? If so, how? \r\n6. The [set of writing paper](https://dp.la/primary-source-sets/sources/1798), [porcelain dish](https://dp.la/primary-source-sets/sources/1799), [hand-painted fan](https://dp.la/primary-source-sets/sources/1800), and [lacquerware picnic box](https://dp.la/primary-source-sets/sources/1801) were brought back to America by Commodore Perry. Why might Japanese officials have given each of these items to Perry? What do these objects suggest about Japan in the 1850s? "
    },
    {
      "name": "Activity",
      "text": "1. In this activity, students will examine Perry’s expedition in the historical context of US-Japanese relations. In a pair or group of four, students will research the history of Japanese-American relations, from Perry’s expedition to the present. Using Microsoft Powerpoint or Prezi, students will create a Top Five list of the best and worst moments of Japanese-American relations. Students should include a graphic or image for each moment included on their lists. If students elect to include the Perry expedition on their lists, they should use evidence from the sources in this set to support their claim. Students will present their lists to the class, and the teacher will evaluate the presentation using a PowerPoint Evaluation Rubric. In this activity, the Pearl Harbor attack and the bombings of Hiroshima and Nagasaki will likely occupy top spots on most students’ “worst moments” lists, but the goal of this activity is to encourage students to think about America’s relationships with foreign nations as well as encourage students to explore political and economic change over time.  \r\n2. In this activity, students will explore one aspect of the long-term cultural exchange that resulted from the opening of Japan. American and European trade with Japan provided one of the inspirations for the Aesthetic Movement of the late nineteenth century (1870s-1900). Ask students to read one or several of the following websites to learn more about Aestheticism: [Style Guide: Influence of Japan](http://www.vam.ac.uk/content/articles/s/style-guide-influence-of-japan/) from the Victoria & Albert Museum, “[The Aesthetic Movement](https://www.theguardian.com/artanddesign/2011/mar/26/aestheticism-exhibition-victoria-albert-museum)” from *The Guardian*, or [Aesthetic Movement: A Break with the Past](http://www.pbs.org/wgbh/roadshow/fts/oklahomacity_200303A08.html) from PBS.\r\nAfter learning about the Japanese influence on the Aesthetic Movement, ask students to examine the Japanese artworks and objects in this set to look for elements that may have been consistent with Aesthetic Movement influences. Have students select a specific item from the set and write a paragraph about the design elements (color, patterns, etc.) that may have influenced western art and culture later in the nineteenth century. As an extension, ask students to look for an example of Aesthetic Movement art that includes similar design elements to the item they chose. The class could go further and create a Wiki for displaying their findings. Directions for creating a wiki are available in the article, “[How to Create Your Own Wiki](http://www.pcmag.com/article2/0,2817,2399582,00.asp),” from *PC Magazine*.\r\n3. In this activity, students will explore contemporary US-Japanese relations from an English-language Japanese source. Ask students to select and read an article from [US-Japan Relations section of *The Japan Times*](http://www.japantimes.co.jp/tag/u-s-japan-relations/). Students can work alone or in pairs to evaluate their selected article. Next, ask students to identify an article from a reputable American news outlet about the same topic. Students will compare the way the topic is covered in each nation and, finally, present their selected news topic and their findings of the similarities and differences in coverage, to the class."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/commodore-perry-s-expedition-to-japan",
    "@type": "CreativeWork",
    "name": "Commodore Perry’s Expedition to Japan"
  }
}
