{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-absolutely-true-diary-of-a-part-time-indian",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring *The Absolutely True Diary of a Part-Time Indian*",
  "dateCreated": "2016-04-08",
  "dct:created": "2016-04-08",
  "dateModified": "2016-04-11",
  "dct:modified": "2016-04-11",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "East Central High School, St. Leon, Indiana"
      },
      "name": "Susan Ketcham"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Listen to the [interview with Sherman Alexie](http://dp.la/primary-source-sets/sources/987) in which he discusses moving off the reservation. What do you think he means when he says, “Spokane Indians are preconditioned to mourn in a way that other Indians may not”? In what ways does Junior mourn throughout the novel? How does this connect to what Alexie says?\r\n2. Look at the photograph of [people assembled for an event at the Makah Indian Reservation](http://dp.la/primary-source-sets/sources/992) and the photograph of [women dancing in Wellpinit](http://dp.la/primary-source-sets/sources/993). Why might people like Billionaire Ted and other art collectors be interested in attaining the ceremonial dance outfits the women are wearing in the photographs? What makes clothing art? Why do you think Alexie decided to include the scene at Grandma’s wake where Junior’s mother tells Billionaire Ted that the powwow dress wasn’t hers, nor did it even look like it belonged to a Spokane Indian?\r\n3. Look at the [postcard of David and Goliath](http://dp.la/primary-source-sets/sources/997). After the basketball game where Arnold beats his former all-Native American team and best friend Rowdy, Arnold realizes that he is playing on the side of Goliath, not David. How does this picture illustrate this analogy? Why would people root for Davids instead of Goliaths? Why does this realization shame Arnold?\r\n4. Junior says, “Reservations were meant to be prisons, you know? Indians were supposed to move onto reservations and die. We were supposed to disappear.” Look at [the agreement](http://dp.la/primary-source-sets/sources/999) between the United States and the Spokane Indians. Does the agreement confirm what Junior says about the purpose of a reservation? Now listen to [Sherman Alexie’s 2012 interview](http://dp.la/primary-source-sets/sources/998). How true are Junior’s words? Does Junior’s desire to leave the reservation challenge the common media portrayals of Native Americans? Is Sherman Alexie blasphemous for writing about the Native American community with a critical eye? Explain.\r\n5. Junior leaves Wellpinit for Rearden because of the quality of education he can receive at a white school versus a reservation school. Read about [Henry Thomas Cowley’s experience](http://dp.la/primary-source-sets/sources/994) as a school teacher for the Spokane Indians and listen to the [news bulletin about improving education](http://dp.la/primary-source-sets/sources/995) for Native American students. Do you think Junior should have left? Would you have left? Are we, as a society, doing enough for Native American students? Think about the quality of your education. After having read about Junior’s experience at Wellpinit’s school, identify some things about your education that you have taken for granted.\r\n6. Compare the two pictures of Sam Boyd. What conclusions can you make about life on the reservation based on these photographs of the same man taken nearly thirty years apart?\r\n"
    },
    {
      "name": "Activity",
      "text": "Ask students to listen to the [report about the Red Lake Warriors basketball team](http://dp.la/primary-source-sets/sources/996). Then ask them to create a newspaper article or deliver a live report after Rearden vs. Wellpinit’s first basketball game. Finally, have them create one for the rematch.\r\n"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-absolutely-true-diary-of-a-part-time-indian-by-sherman-alexie",
    "@type": "CreativeWork",
    "name": "*The Absolutely True Diary of a Part-Time Indian* by Sherman Alexie"
  }
}
