{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-panic-of-1837",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Panic of 1837",
  "dateCreated": "2017-09-20",
  "dct:created": "2017-09-20",
  "dateModified": "2017-09-21",
  "dct:modified": "2017-09-21",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Digital Public Library of America"
      },
      "name": "Samantha Gibson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. What can you infer from [*The Pocket Cambist*](https://dp.la/primary-source-sets/sources/1528) about the United States’ role in the global economy during this period? The guide shows slightly different exchange rates for US currency than for currency from different states and regions. What does this suggest about the state of the US banking system in the early 1830s?\r\n2. Use the receipts for Aaron Spell’s cotton sales in [1836](https://dp.la/primary-source-sets/sources/1533) and [1840](https://dp.la/primary-source-sets/sources/1534) to identify the price per pound of cotton before and during the Panic of 1837. What does the note on the 1840 receipt reveal about the forecast for cotton sales? Consider the people and businesses that may have been directly or indirectly involved in this transaction, such as the cotton planter Aaron Spell, his brokers in New Orleans, the crew that shipped the cotton down the Mississippi River, and the enslaved laborers who likely grew and picked that cotton. How do you imagine each of these individuals or groups might have been impacted by the change in price? \r\n3. Using the [letter to William Hayes](https://dp.la/primary-source-sets/sources/1524), the [Kirtland Safety Society Bank currency](https://dp.la/primary-source-sets/sources/1525), and [*Sylvester’s Bank Note and Exchange Manual*](https://dp.la/primary-source-sets/sources/1527), consider the advantages and risks of exchanging funds entirely on paper, without the transfer of “real” money. In what ways is this system similar to or different from how banking is conducted today?\r\n4. What do the [political cartoon](https://dp.la/primary-source-sets/sources/1529) depicting Andrew Jackson on the barbecue and the [“hard times” token](https://dp.la/primary-source-sets/sources/1532) about the policies of Martin Van Buren suggest about the political dimension of the Panic of 1837? How do these sources suggest the crisis influenced political rivalries and shaped party politics?\r\n5. Do a close reading of the [political cartoon illustrating New York City ](https://dp.la/primary-source-sets/sources/1530) at the outset of the Panic. Based on the businesses, individuals, signage, and allegorical elements depicted in the image, what can you infer about the impact of the Panic of 1837 on New Yorkers? What class(es) does the artist portray as most affected by the crisis? What factors or political actors do you think the artist blamed for the crisis?\r\n6. Use the [court document about Lancaster McNay’s debt](https://dp.la/primary-source-sets/sources/1535) to consider the impact of excessive debt on people’s lives. What does the document suggest about the ways in which financial difficulties affected more than just the lender and the borrower?\r\n7. What arguments did the [New York businessmen](https://dp.la/primary-source-sets/sources/1531) of the second ward use to blame Jackson and his veto of the Bank of the United States for the economic crisis?"
    },
    {
      "name": "Activity",
      "text": "Ask students to conduct outside research about the financial crisis of 2008 to 2009, including finding primary sources such as political cartoons and news articles and/or conducting interviews with friends or family members. In small groups, have students work together to share resources and compare this recent recession to the Panic of 1837, using the sources in this set and their knowledge. Students should consider questions such as who was most severely impacted, what were the causes, who was to blame, and what was the role of the federal government in each case. Students may also explore parallels between the primary sources they find and the items in this set. For example, students might look for subprime mortgage advertising from the early 2000s to complement the [Kirtland Safety Society Bank currency](https://dp.la/primary-source-sets/sources/1525).\r\n\r\nUsing their analyses of 1837 and 2008, and the primary sources from this set and their research, ask each group to create and present a guide to avoiding economic recession. These guides could be shared as presentations, posters, or through creative expression, such as a dramatization or song/rap/spoken word interpretation."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-panic-of-1837",
    "@type": "CreativeWork",
    "name": "The Panic of 1837"
  }
}
