{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-pearl-harbor-and-september-11",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring Pearl Harbor and September 11",
  "dateCreated": "2016-01-16",
  "dct:created": "2016-01-16",
  "dateModified": "2016-01-16",
  "dct:modified": "2016-01-16",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "Lexington School District One, South Carolina"
      },
      "name": "Albert Robertson"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Looking specifically at the speeches given by Roosevelt and Bush following these events, what parallels can you draw between the two presidents’ style and intent? Cite specific textual evidence to support your conclusions.\r\n2. Look specifically at the propaganda surrounding each of the events. What comparisons can you draw from these documents? What inferences can you make about how the posters and images of the events led to the rise of patriotism in America?\r\n3. The attack on Pearl Harbor and the events of September 11 were similar, but there were also key differences between the two. Use the sources to describe the key differences in the intent of each attack. Look at the reports to compare and contrast resultant shifts in policy and procedure in the United States."
    },
    {
      "name": "Activity",
      "text": "Looking at these two events in history raises questions about nationalism and terrorism. Ask students to define each of these terms and determine how they relate to the attack on Pearl Harbor and the attacks of September 11, 2001. Ask students to research the xenophobic reactions to each of these events and create a pamphlet describing how Japanese and Middle Eastern individuals were treated as a result of Pearl Harbor and September 11, respectively. Students should include evidence from various perspectives in each conflict."
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/attacks-on-american-soil-pearl-harbor-and-september-11",
    "@type": "CreativeWork",
    "name": "Attacks on American Soil: Pearl Harbor and September 11"
  }
}
