{
  "@context": {
    "@vocab": "http://schema.org/",
    "ccss": "http://www.corestandards.org/",
    "dct": "http://purl.org/dc/terms/",
    "dcmitype": "http://purl.org/dc/dcmitype/",
    "edm": "http://www.europeana.eu/schemas/edm",
    "ore": "http://www.openarchives.org/ore/terms/",
    "text": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    },
    "name": {
      "@id": "http://schema.org/text",
      "@type": "http://ns.ontowiki.net/SysOnt/Markdown"
    }
  },
  "@id": "https://dp.la/primary-source-sets/guides/teaching-guide-exploring-the-black-power-movement",
  "@type": "CreativeWork",
  "name": "Teaching Guide: Exploring the Black Power Movement ",
  "dateCreated": "2015-10-16",
  "dct:created": "2015-10-16",
  "dateModified": "2015-11-01",
  "dct:modified": "2015-11-01",
  "author": [
    {
      "@type": "Person",
      "affiliation": {
        "@type": "Organization",
        "name": "New York City Department of Education"
      },
      "name": "Lakisha Odlum"
    }
  ],
  "hasPart": [
    {
      "name": "Questions",
      "text": "1. Proponents of the Black Power Movement were often viewed as being violent and racist. How do the resources in this primary source set challenge that image?\r\n\r\n2. Two of the resources in the set are FBI investigations of [Malcolm X](http://dp.la/primary-source-sets/sources/391) and the [Winston-Salem chapter of the Black Panther Party](http://dp.la/primary-source-sets/sources/387). What does this reveal about the magnitude/impact of the Black Power Movement in the United States?\r\n\r\n3. Using the [Black Panther Party Platform](http://dp.la/primary-source-sets/sources/388), explain what resources and opportunities the Party members wanted for the African American community.\r\n\r\n4. Using Eldridge Cleaver’s [*Black Panther Manifesto*](http://dp.la/primary-source-sets/sources/390), explain how the Party members viewed themselves. What is problematic and/or positive about their viewpoint?\r\n"
    },
    {
      "name": "Activity",
      "text": "Break the class into groups and assign each group either Robert Hamill’s \"[Black Power and White Response](http://dp.la/primary-source-sets/sources/384)\" or Eldridge Cleaver’s [*Black Panther Manifesto*](http://dp.la/primary-source-sets/sources/390). Students should work together to annotate the documents and identify significant sections. This portion of the activity may take an entire class period. After they have read and annotated the texts, assign each group one image in the primary source set. The groups working with Hamill’s text should analyze the “[black is back](http://dp.la/primary-source-sets/sources/386)” photograph, and the groups working with Cleaver’s text should analyze the [drawing of a black man and woman](http://dp.la/primary-source-sets/sources/385). Some analysis questions for this activity are:\r\n \r\nWhere is the gaze of the black man and black woman in the drawing? What do you think they are looking at? How do you think they feel at the moment? What leads you to that conclusion? What are the similarities between the feelings Cleaver exhibits in the “Black Panther Manifesto” and the feelings exhibited in the drawing?\r\n\r\nWhat is the significance of the title “black is back”? What message is being conveyed through the photograph? Where is “black” returning from? Is this a positive or a negative return? What leads you to that conclusion? What do you make of the colors and tone in the photograph? What is the significance of the door in the photograph? Consider the history of Black Power outlined in Hamill’s sermon. How does his sermon relate to the “journey” of “black” that is represented in the photograph?"
    }
  ],
  "isPartOf": {
    "@id": "https://dp.la/primary-source-sets/sets/the-black-power-movement",
    "@type": "CreativeWork",
    "name": "The Black Power Movement"
  }
}
